{"name":"Albania",
 "Background":"Albania declared its independence from the Ottoman Empire in 1912, but was conquered by Italy in 1939, and occupied by Germany in 1943. Communist partisans took over the country in 1944. Albania allied itself first with the USSR (until 1960), and then with China (to 1978). In the early 1990s, Albania ended 46 years of xenophobic communist rule and established a multiparty democracy. The transition has proven challenging as successive governments have tried to deal with high unemployment, widespread corruption, dilapidated infrastructure, powerful organized crime networks, and combative political opponents. Albania has made progress in its democratic development since first holding multiparty elections in 1991, but deficiencies remain. International observers judged elections to be largely free and fair since the restoration of political stability following the collapse of pyramid schemes in 1997; however, each of Albania's post-communist elections have been marred by claims of electoral fraud. The 2009 general elections resulted in a coalition government, the first such in the country's history. In 2013, general elections achieved a peaceful transition of power and a second successive coalition government. Albania joined NATO in April 2009 and is a potential candidate for EU accession. Although Albania's economy continues to grow, it has slowed, and the country is still one of the poorest in Europe. A large informal economy and an inadequate energy and transportation infrastructure remain obstacles.",
"Geography-note":"strategic location along Strait of Otranto (links Adriatic Sea to Ionian Sea and Mediterranean Sea)",
"Economy-overview":"Albania, a formerly closed, centrally-planned state, is making the difficult transition to a more modern open-market economy. Albania managed to weather the first waves of the global financial crisis but, more recently, its negative effects have put some pressure on the Albanian economy. While the government is focused on establishing a favorable business climate through the simplification of licensing requirements and tax codes, it entered into a new arrangement with the IMF for additional financial and technical support. Remittances, a significant catalyst for economic growth declined from 12-15% of GDP before the 2008 financial crisis to 7% of GDP in 2012, mostly from Albanians residing in Greece and Italy. The agricultural sector, which accounts for almost half of employment but only about one-fifth of GDP, is limited primarily to small family operations and subsistence farming, because of a lack of modern equipment, unclear property rights, and the prevalence of small, inefficient plots of land. Complex tax codes and licensing requirements, a weak judicial system, poor enforcement of contracts and property issues, and antiquated infrastructure contribute to Albania's poor business environment and makes attracting foreign investment more difficult. Inward FDI is among the lowest in the region, but the government has embarked on an ambitious program to improve the business climate through fiscal and legislative reforms. Albania’s energy supply has improved in recent years mostly due to upgraded transmission capacities that Albania has developed with its neighboring countries. However, technical and non-technical losses - including energy theft and non-payment - continue to be a threat to the financial viability of the entire system. Also, with help from international donors, the government is taking steps to improve the poor national road and rail network, a long-standing barrier to sustained economic growth. The country will continue to face challenges from increasing public debt, having exceeded its former statutory limit of 60% of GDP in 2013. Strong trade, remittance, and banking sector ties with Greece and Italy make Albania vulnerable to spillover effects of debt crises and weak growth in the euro zone."
}