{"name":"Andorra",
 "Background":"The landlocked Principality of Andorra is one of the smallest states in Europe, nestled high in the Pyrenees between the French and Spanish borders. For 715 years, from 1278 to 1993, Andorrans lived under a unique co-principality, ruled by French and Spanish leaders (from 1607 onward, the French chief of state and the Bishop of Urgell). In 1993, this feudal system was modified with the introduction of a modern, constitution; the co-princes remained as titular heads of state, but the government transformed into a parliamentary democracy. Andorra has become a popular tourist destination visited by approximately ten million people each year drawn by the winter sports, summer climate, and duty-free shopping. Andorra has also become a wealthy international commercial center because of its mature banking sector and low taxes. As part of its effort to modernize its economy, Andorra has opened to foreign investment, and engaged in other reforms, such as advancing tax initiatives aimed at supporting a broader infrastructure. Although not a member of the European Union (EU), Andorra enjoys a special relationship with the EU and uses the euro as its national currency.",
"Geography-note":"landlocked; straddles a number of important crossroads in the Pyrenees",
"Economy-overview":"Tourism, retail sales, and finance are the mainstays of Andorra's tiny, well-to-do economy, accounting for more than three-quarters of GDP. Andorra's duty-free status for some products and its summer and winter resorts attract millions of visitors annually, although the economic downturn in neighboring countries has curtailed the number of tourists. Andorra's comparative advantage as a tax haven eroded when the borders of neighboring France and Spain opened; its bank secrecy laws have been relaxed under pressure from the EU and OECD. Agricultural production is limited - only 5% of the land is arable - and most food has to be imported, making the economy vulnerable to changes in fuel and food prices. The principal livestock is sheep. Manufacturing output and exports consist mainly of perfumes and cosmetic products, products of the printing industry, electrical machinery and equipment, clothing, tobacco products, and furniture. Andorra is a member of the EU Customs Union and is treated as an EU member for trade in manufactured goods (no tariffs) and as a non-EU member for agricultural products. Andorra uses the euro and is effectively subject to the monetary policy of the European Central Bank. Slower growth in Spain and France has dimmed Andorra's economic prospects. Since 2010, a drop in tourism contributed to a contraction in GDP and a sharp deterioration of public finances, prompting the government to begin implementing several austerity measures to reduce the budget deficit, including levying a special corporate tax. To bring in new revenue and diversify future sources of economic growth, the government approved in July 2012 a new foreign investment law opening investment to foreign capital."
}