{"name":"Angola",
 "Background":"Angola is still rebuilding its country since the end of a 27-year civil war in 2002. Fighting between the Popular Movement for the Liberation of Angola (MPLA), led by Jose Eduardo DOS SANTOS, and the National Union for the Total Independence of Angola (UNITA), led by Jonas SAVIMBI, followed independence from Portugal in 1975. Peace seemed imminent in 1992 when Angola held national elections, but fighting picked up again in 1993. Up to 1.5 million lives may have been lost - and 4 million people displaced - during the more than a quarter century of fighting. SAVIMBI's death in 2002 ended UNITA's insurgency and cemented the MPLA's hold on power. President DOS SANTOS pushed through a new constitution in 2010; elections held in 2012 saw him installed as president.",
"Geography-note":"the province of Cabinda is an exclave, separated from the rest of the country by the Democratic Republic of the Congo",
"Economy-overview":"Angola's high growth rate in recent years was driven by high international prices for its oil. Angola became a member of OPEC in late 2006 and its current assigned a production quota of 1.65 million barrels a day (bbl/day). Oil production and its supporting activities contribute about 85% of GDP. Diamond exports contribute an additional 5%. Subsistence agriculture provides the main livelihood for most of the people, but half of the country's food is still imported. Increased oil production supported growth averaging more than 17% per year from 2004 to 2008. A postwar reconstruction boom and resettlement of displaced persons has led to high rates of growth in construction and agriculture as well. Much of the country's infrastructure is still damaged or undeveloped from the 27-year-long civil war. Land mines left from the war still mar the countryside, even though peace was established after the death of rebel leader Jonas SAVIMBI in February 2002. Since 2005, the government has used billions of dollars in credit lines from China, Brazil, Portugal, Germany, Spain, and the EU to rebuild Angola's public infrastructure. The global recession that started in 2008 temporarily stalled economic growth. Lower prices for oil and diamonds during the global recession slowed GDP growth to 2.4% in 2009, and many construction projects stopped because Luanda accrued $9 billion in arrears to foreign construction companies when government revenue fell in 2008 and 2009. Angola abandoned its currency peg in 2009, and in November 2009 signed onto an IMF Stand-By Arrangement loan of $1.4 billion to rebuild international reserves. Consumer inflation declined from 325% in 2000 to about 10% in 2012. Higher oil prices have helped Angola turn a budget deficit of 8.6% of GDP in 2009 into an surplus of 12% of GDP in 2012. Corruption, especially in the extractive sectors, also is a major challenge."
}