{"name":"Argentina",
 "Background":"In 1816, the United Provinces of the Rio Plata declared their independence from Spain. After Bolivia, Paraguay, and Uruguay went their separate ways, the area that remained became Argentina. The country's population and culture were heavily shaped by immigrants from throughout Europe, with Italy and Spain providing the largest percentage of newcomers from 1860 to 1930. Up until about the mid-20th century, much of Argentina's history was dominated by periods of internal political conflict between Federalists and Unitarians and between civilian and military factions. After World War II, an era of Peronist populism and direct and indirect military interference in subsequent governments was followed by a military junta that took power in 1976. Democracy returned in 1983 after a failed bid to seize the Falkland Islands (Islas Malvinas) by force, and has persisted despite numerous challenges, the most formidable of which was a severe economic crisis in 2001-02 that led to violent public protests and the successive resignations of several presidents. In January 2013, Argentina assumed a nonpermanent seat on the UN Security Council for the 2013-14 term.",
"Geography-note":"second-largest country in South America (after Brazil); strategic location relative to sea lanes between the South Atlantic and the South Pacific Oceans (Strait of Magellan, Beagle Channel, Drake Passage); diverse geophysical landscapes range from tropical climates in the north to tundra in the far south; Cerro Aconcagua is the Western Hemisphere's tallest mountain, while Laguna del Carbon is the lowest point in the Western Hemisphere",
"Economy-overview":"Argentina benefits from rich natural resources, a highly literate population, an export-oriented agricultural sector, and a diversified industrial base. Although one of the world's wealthiest countries 100 years ago, Argentina suffered during most of the 20th century from recurring economic crises, persistent fiscal and current account deficits, high inflation, mounting external debt, and capital flight. A severe depression, growing public and external indebtedness, and an unprecedented bank run culminated in 2001 in the most serious economic, social, and political crisis in the country's turbulent history. Interim President Adolfo RODRIGUEZ SAA declared a default - at the time the largest ever - on the government's foreign debt in December of that year, and abruptly resigned only a few days after taking office. His successor, Eduardo DUHALDE, announced an end to the peso's decade-long 1-to-1 peg to the US dollar in early 2002. The economy bottomed out that year, with real GDP 18% smaller than in 1998 and almost 60% of Argentines under the poverty line. Real GDP rebounded to grow by an average 8.5% annually over the subsequent six years, taking advantage of previously idled industrial capacity and labor, an audacious debt restructuring and reduced debt burden, excellent international financial conditions, and expansionary monetary and fiscal policies. Inflation also increased, however, during the administration of President Nestor KIRCHNER, which responded with price restraints on businesses, as well as export taxes and restraints, and beginning in 2007, with understating inflation data. Cristina FERNANDEZ DE KIRCHNER succeeded her husband as President in late 2007, and the rapid economic growth of previous years began to slow sharply the following year as government policies held back exports and the world economy fell into recession. The economy in 2010 rebounded strongly from the 2009 recession, but has slowed since late 2011 even as the government continued to rely on expansionary fiscal and monetary policies, which have kept inflation in the double digits. The government expanded state intervention in the economy throughout 2012. In May 2012 the Congress approved the nationalization of the oil company YPF from Spain's Repsol. The government expanded formal and informal measures to restrict imports during the year, including a requirement for pre-registration and pre-approval of all imports. In July 2012 the government also further tightened currency controls in an effort to bolster foreign reserves and stem capital flight. During 2013, the government continued with a mix expansionary fiscal and monetary policies and foreign exchange and imports controls to limit the drain in Central Bank foreign reserves, which nevertheless dropped US $12 billion during the year. GDP grew 3% and inflation remained steady at 25%, according to private estimates. In October 2013, the government settled long-standing international arbitral disputes (including with three US firms) dating back to before and following the 2002 Argentine financial crisis. In early 2014, the government embraced a series of more orthodox economic policies. It devalued the peso 20%, substantially tightened monetary and fiscal policies, and took measures to mend ties with the international financial community, including: engaging with the IMF to improve its economic data reporting, reaching a compensation agreement with Repsol for the expropriation of YPF, and presenting a proposal to pay its arrears to the Paris Club."
}