{"name":"Armenia",
 "Background":"Armenia prides itself on being the first nation to formally adopt Christianity (early 4th century). Despite periods of autonomy, over the centuries Armenia came under the sway of various empires including the Roman, Byzantine, Arab, Persian, and Ottoman. During World War I in the western portion of Armenia, Ottoman Turkey instituted a policy of forced resettlement coupled with other harsh practices that resulted in at least 1 million Armenian deaths. The eastern area of Armenia was ceded by the Ottomans to Russia in 1828; this portion declared its independence in 1918, but was conquered by the Soviet Red Army in 1920. Armenian leaders remain preoccupied by the long conflict with Azerbaijan over Nagorno-Karabakh, a primarily Armenian-populated region, assigned to Soviet Azerbaijan in the 1920s by Moscow. Armenia and Azerbaijan began fighting over the area in 1988; the struggle escalated after both countries attained independence from the Soviet Union in 1991. By May 1994, when a cease-fire took hold, ethnic Armenian forces held not only Nagorno-Karabakh but also a significant portion of Azerbaijan proper. The economies of both sides have been hurt by their inability to make substantial progress toward a peaceful resolution. Turkey closed the common border with Armenia in 1993 in support of Azerbaijan in its conflict with Armenia over control of Nagorno-Karabakh and surrounding areas, further hampering Armenian economic growth. In 2009, senior Armenian leaders began pursuing rapprochement with Turkey, aiming to secure an opening of the border, but Turkey has not yet ratified the Protocols normalizing relations between the two countries. In September 2013, President SARGSIAN announced Armenia would join Russia, Belarus, and Kazakhstan as a member of the Eurasian Economic Union.",
"Geography-note":"landlocked in the Lesser Caucasus Mountains; Sevana Lich (Lake Sevan) is the largest lake in this mountain range",
"Economy-overview":"After several years of double-digit economic growth, Armenia faced a severe economic recession with GDP declining more than 14% in 2009, despite large loans from multilateral institutions. Sharp declines in the construction sector and workers' remittances, particularly from Russia, led the downturn. The economy began to recover in 2010 with 2.1% growth, and has grown even faster in the three years since then. Under the old Soviet central planning system, Armenia developed a modern industrial sector, supplying machine tools, textiles, and other manufactured goods to sister republics, in exchange for raw materials and energy. Armenia has since switched to small-scale agriculture and away from the large agroindustrial complexes of the Soviet era. Armenia's geographic isolation, a narrow export base, and pervasive monopolies in important business sectors have made it particularly vulnerable to the sharp deterioration in the global economy and the economic downturn in Russia. Since August 2011, Armenia has experienced a sharp currency depreciation. Armenia has only two open trade borders - Iran and Georgia - because its borders with Azerbaijan and Turkey have been closed since 1991 and 1993, respectively, as a result of Armenia's ongoing conflict with Azerbaijan over the separatist Nagorno-Karabakh region. Armenia is particularly dependent on Russian commercial and governmental support and most key Armenian infrastructure is Russian-owned and/or managed, especially in the energy sector. The electricity distribution system was privatized in 2002 and bought by Russia's RAO-UES in 2005. Natural gas is primarily imported from Russia but construction of a pipeline to deliver natural gas from Iran to Armenia was completed in December 2008, and gas deliveries expanded after the April 2010 completion of the Yerevan Thermal Power Plant. Armenia's severe trade imbalance has been offset somewhat by international aid, remittances from Armenians working abroad, and foreign direct investment. Armenia joined the WTO in January 2003. The government made some improvements in tax and customs administration in recent years, but anti-corruption measures have been ineffective and the economic downturn has led to a sharp drop in tax revenue and forced the government to accept large loan packages from Russia, the IMF, and other international financial institutions. Amendments to tax legislation, including the introduction of the first ever \"luxury tax\" in 2011, aim to increase the ratio of budget revenues to GDP, which still remains at low levels. Armenia will need to pursue additional economic reforms and to strengthen the rule of law in order to regain economic growth and improve economic competitiveness and employment opportunities, especially given its economic isolation from two of its nearest neighbors, Turkey and Azerbaijan."
}