{"name":"Austria",
 "Background":"Once the center of power for the large Austro-Hungarian Empire, Austria was reduced to a small republic after its defeat in World War I. Following annexation by Nazi Germany in 1938 and subsequent occupation by the victorious Allies in 1945, Austria's status remained unclear for a decade. A State Treaty signed in 1955 ended the occupation, recognized Austria's independence, and forbade unification with Germany. A constitutional law that same year declared the country's \"perpetual neutrality\" as a condition for Soviet military withdrawal. The Soviet Union's collapse in 1991 and Austria's entry into the European Union in 1995 have altered the meaning of this neutrality. A prosperous, democratic country, Austria entered the EU Economic and Monetary Union in 1999.",
"Geography-note":"landlocked; strategic location at the crossroads of central Europe with many easily traversable Alpine passes and valleys; major river is the Danube; population is concentrated on eastern lowlands because of steep slopes, poor soils, and low temperatures elsewhere",
"Economy-overview":"Austria, with its well-developed market economy, skilled labor force, and high standard of living, is closely tied to other EU economies, especially Germany's. Its economy features a large service sector, a sound industrial sector, and a small, but highly developed agricultural sector. Following several years of solid foreign demand for Austrian exports and record employment growth, the international financial crisis of 2008 and subsequent global economic downturn led to a sharp but brief recession. Austrian GDP contracted 3.8% in 2009 but saw positive growth of about 2% in 2010 and 2.7% in 2011. Growth fell to 0.6% in 2012. Unemployment did not rise as steeply in Austria as elsewhere in Europe, partly because the government subsidized reduced working hour schemes to allow companies to retain employees. The 2012 unemployment rate of 4.3% was the lowest within the EU. Stabilization measures, stimulus spending, and an income tax reform pushed the budget deficit to 4.5% in 2010 and 2.6% in 2011, from only about 0.9% in 2008. The international financial crisis of 2008 caused difficulties for Austria's largest banks whose extensive operations in central, eastern, and southeastern Europe faced large losses. The government provided bank support - including in some instances, nationalization - to support aggregate demand and stabilize the banking system. Austria's fiscal position compares favorably with other euro-zone countries, but it faces external risks, such as Austrian banks' continued exposure to Central and Eastern Europe as well as political and economic uncertainties caused by the European sovereign debt crisis. In 2011 the government attempted to pass a constitutional amendment limiting public debt to 60% of GDP by 2020, but it was unable to obtain sufficient support in parliament and instead passed the measure as a simple law. In March 2012, the Austrian parliament approved an austerity package consisting of a mix of expenditure cuts and new revenues that will bring public finances into balance by 2016. In 2012, the budget deficit rose to 3.1% of GDP."
}