{"name":"Australia",
 "Background":"Prehistoric settlers arrived on the continent from Southeast Asia at least 40,000 years before the first Europeans began exploration in the 17th century. No formal territorial claims were made until 1770, when Capt. James COOK took possession of the east coast in the name of Great Britain (all of Australia was claimed as British territory in 1829 with the creation of the colony of Western Australia). Six colonies were created in the late 18th and 19th centuries; they federated and became the Commonwealth of Australia in 1901. The new country took advantage of its natural resources to rapidly develop agricultural and manufacturing industries and to make a major contribution to the Allied effort in World Wars I and II. In recent decades, Australia has become an internationally competitive, advanced market economy due in large part to economic reforms adopted in the 1980s and its location in one of the fastest growing regions of the world economy. Long-term concerns include aging of the population, pressure on infrastructure, and environmental issues such as floods, droughts, and bushfires. Australia is the driest inhabited continent on earth, making it particularly vulnerable to the challenges of climate change. Australia is home to 10 per cent of the world's biodiversity, and a great number of its flora and fauna exist nowhere else in the world. In January 2013, Australia assumed a nonpermanent seat on the UN Security Council for the 2013-14 term.",
"Geography-note":"world's smallest continent but sixth-largest country; the largest country in Oceania, the largest country entirely in the Southern Hemisphere, and the largest country without land borders; the only continent without glaciers; population concentrated along the eastern and southeastern coasts; the invigorating sea breeze known as the \"Fremantle Doctor\" affects the city of Perth on the west coast and is one of the most consistent winds in the world",
"Economy-overview":"The Australian economy has experienced continuous growth and features low unemployment, contained inflation, very low public debt, and a strong and stable financial system. By 2012, Australia had experienced more than 20 years of continued economic growth, averaging 3.5% a year. Demand for resources and energy from Asia and especially China has grown rapidly, creating a channel for resources investments and growth in commodity exports. The high Australian dollar has hurt the manufacturing sector, while the services sector is the largest part of the Australian economy, accounting for about 70% of GDP and 75% of jobs. Australia was comparatively unaffected by the global financial crisis as the banking system has remained strong and inflation is under control. Australia has benefited from a dramatic surge in its terms of trade in recent years, stemming from rising global commodity prices. Australia is a significant exporter of natural resources, energy, and food. Australia's abundant and diverse natural resources attract high levels of foreign investment and include extensive reserves of coal, iron, copper, gold, natural gas, uranium, and renewable energy sources. A series of major investments, such as the US$40 billion Gorgon Liquid Natural Gas project, will significantly expand the resources sector. Australia is an open market with minimal restrictions on imports of goods and services. The process of opening up has increased productivity, stimulated growth, and made the economy more flexible and dynamic. Australia plays an active role in the World Trade Organization, APEC, the G20, and other trade forums. Australia has bilateral free trade agreements (FTAs) with Chile, Malaysia, New Zealand, Singapore, Thailand, and the US, has a regional FTA with ASEAN and New Zealand, is negotiating agreements with China, India, Indonesia, Japan, and the Republic of Korea, as well as with its Pacific neighbors and the Gulf Cooperation Council countries, and is also working on the Trans-Pacific Partnership Agreement with Brunei Darussalam, Canada, Chile, Malaysia, Mexico, New Zealand, Peru, Singapore, the US, and Vietnam."
}