{"name":"Azerbaijan",
 "Background":"Azerbaijan - a nation with a majority-Turkic and majority-Shia Muslim population - was briefly independent (from 1918 to 1920) following the collapse of the Russian Empire; it was subsequently incorporated into the Soviet Union for seven decades. Azerbaijan has yet to resolve its conflict with Armenia over Nagorno-Karabakh, a primarily Armenian-populated region that Moscow recognized in 1923 as an autonomous republic within Soviet Azerbaijan after Armenia and Azerbaijan disputed the territory's status. Armenia and Azerbaijan began fighting over the area in 1988; the struggle escalated after both countries attained independence from the Soviet Union in 1991. By May 1994, when a cease-fire took hold, ethnic Armenian forces held not only Nagorno-Karabakh but also seven surrounding provinces in the territory of Azerbaijan. The OSCE Minsk Group, co-chaired by the United States, France, and Russia, is the framework established to mediate a peaceful resolution of the conflict. Corruption in the country is widespread, and the government, which eliminated presidential term limits in a 2009 referendum, has been accused of authoritarianism. Although the poverty rate has been reduced and infrastructure investment has increased substantially in recent years due to revenue from oil and gas production, reforms have not adequately addressed weaknesses in most government institutions, particularly in the education and health sectors.",
"Geography-note":"both the main area of the country and the Naxcivan exclave are landlocked",
"Economy-overview":"Azerbaijan's high economic growth has been attributable to large and growing oil and gas exports, but some non-export sectors also featured double-digit growth, including construction, banking, and real estate. Oil exports through the Baku-Tbilisi-Ceyhan Pipeline, the Baku-Novorossiysk, and the Baku-Supsa pipelines remain the main economic driver, but efforts to boost Azerbaijan's gas production are underway. The eventual completion of the geopolitically important Southern Gas Corridor between Azerbaijan and Europe will open up another, albeit, smaller source of revenue from gas exports. Azerbaijan has made only limited progress on instituting market-based economic reforms. Pervasive public and private sector corruption and structural economic inefficiencies remain a drag on long-term growth, particularly in non-energy sectors. Several other obstacles impede Azerbaijan's economic progress, including the need for stepped up foreign investment in the non-energy sector and the continuing conflict with Armenia over the Nagorno-Karabakh region. Trade with Russia and the other former Soviet republics is declining in importance, while trade is building with Turkey and the nations of Europe. Long-term prospects depend on world oil prices, Azerbaijan's ability to negotiate export routes for its growing gas production, and its ability to use its energy wealth to promote growth and spur employment in non-energy sectors of the economy."
}