{"name":"Bangladesh",
 "Background":"Muslim conversions and settlement in the region now referred to as Bangladesh began in the 10th century, primarily from Arab and Persian traders and preachers. Europeans began to set up trading posts in the area in the 16th century. Eventually the area known as Bengal, primarily Hindu in the western section and mostly Muslim in the eastern half, became part of British India. Partition in 1947 resulted in an eastern wing of Pakistan in the Muslim-majority area, which became East Pakistan. Calls for greater autonomy and animosity between the eastern and western wings of Pakistan led to a Bengali independence movement. That movement, led by the Awami League (AL) and supported by India, won independence for Bangladesh in a brief war in 1971, during which at least 300,000 civilians died. The post-independence, AL government faced daunting challenges and in 1975 was overthrown by the military, triggering a series of military coups that resulted in a military-backed government and subsequent creation of the Bangladesh Nationalist Party (BNP). That government also ended in a coup in 1981, followed by military-backed rule until democratic elections in 1991. The BNP and AL have alternately held power since then, with the exception of a military-backed, emergency caretaker regime that suspended parliamentary elections planned for January 2007 in an effort to reform the political system and root out corruption. That government returned the country to fully democratic rule in December 2008 with the election of the AL and Prime Minister Sheikh HASINA. In January 2014, the AL won the national election by an overwhelming majority after the BNP boycotted, extending HASINA's term as prime minister. With the help of international development assistance, Bangladesh has made great progress in food security since independence, and the economy has grown at an average of about 6 percent over the last two decades.",
"Geography-note":"most of the country is situated on deltas of large rivers flowing from the Himalayas: the Ganges unites with the Jamuna (main channel of the Brahmaputra) and later joins the Meghna to eventually empty into the Bay of Bengal",
"Economy-overview":"Bangladesh's economy has grown roughly 6% per year since 1996 despite political instability, poor infrastructure, corruption, insufficient power supplies, slow implementation of economic reforms, and the 2008-09 global financial crisis and recession. Although more than half of GDP is generated through the service sector, almost half of Bangladeshis are employed in the agriculture sector with rice as the single-most-important product. Garment exports, the backbone of Bangladesh’s industrial sector and 80% of total exports, surpassed $21 billion last year, 18% of GDP. The sector has remained resilient in recent years amidst a series of factory accidents that have killed over 1,000 workers and crippling strikes that shut down virtually all economic activity. Steady garment export growth combined with remittances from overseas Bangladeshis, which totaled almost $15 billion and 13% of GDP IN 2013, are the largest contributors to Bangladesh’s current account surplus and record foreign exchange holdings."
}