{"name":"Belarus",
 "Background":"After seven decades as a constituent republic of the USSR, Belarus attained its independence in 1991. It has retained closer political and economic ties to Russia than have any of the other former Soviet republics. Belarus and Russia signed a treaty on a two-state union on 8 December 1999 envisioning greater political and economic integration. Although Belarus agreed to a framework to carry out the accord, serious implementation has yet to take place. Since his election in July 1994 as the country's first directly elected president, Aleksandr LUKASHENKO has steadily consolidated his power through authoritarian means and a centralized economic system. Government restrictions on freedom of speech and the press, peaceful assembly, and religion remain in place.",
"Geography-note":"landlocked; glacial scouring accounts for the flatness of Belarusian terrain and for its 11,000 lakes",
"Economy-overview":"As part of the former Soviet Union, Belarus had a relatively well-developed industrial base; it retained this industrial base - which is now outdated, energy inefficient, and dependent on subsidized Russian energy and preferential access to Russian markets - following the breakup of the USSR. The country also has a broad agricultural base which is inefficient and dependent on government subsidies. After an initial burst of capitalist reform from 1991-94, including privatization of state enterprises, creation of institutions of private property, and development of entrepreneurship, Belarus' economic development greatly slowed. About 80% of all industry remains in state hands, and foreign investment has been hindered by a climate hostile to business. A few banks, which had been privatized after independence, were renationalized. State banks account for 75% of the banking sector. Economic output, which had declined for several years following the collapse of the Soviet Union, revived in the mid-2000s thanks to the boom in oil prices. Belarus has only small reserves of crude oil, though it imports most of its crude oil and natural gas from Russia at prices substantially below the world market. Belarus exported refined oil products at market prices produced from Russian crude oil purchased at a steep discount. In late 2006, Russia began a process of rolling back its subsidies on oil and gas to Belarus. Tensions over Russian energy reached a peak in 2010, when Russia stopped the export of all subsidized oil to Belarus save for domestic needs. In December 2010, Russia and Belarus reached a deal to restart the export of discounted oil to Belarus. Little new foreign investment has occurred in recent years. In 2011, a financial crisis began, triggered by government directed salary hikes unsupported by commensurate productivity increases. The crisis was compounded by an increased cost in Russian energy inputs and an overvalued Belarusian ruble, and eventually led to a near three-fold devaluation of the Belarusian ruble in 2011. In November 2011, Belarus agreed to sell to Russia its remaining shares in Beltransgaz, the Belarusian natural gas pipeline operator, in exchange for reduced prices for Russian natural gas. Receiving more than half of a $3 billion loan from the Russian-dominated Eurasian Economic Community (EurAsEC) Bail-out Fund, a $1 billion loan from the Russian state-owned bank Sberbank, and the $2.5 billion sale of Beltranzgas to Russian state-owned Gazprom helped stabilize the situation in 2012; nevertheless, the Belarusian currency lost more than 60% of its value, as the rate of inflation reached new highs in 2011 and 2012, before calming in 2013. As of January 2014, the final tranche of the EurAsEC loan has been delayed, but in December 2013 Russia announced a new loan for Belarus of up to $2 billion for 2014. Notwithstanding foreign assistance, the Belarusian economy continues to struggle under the weight of high external debt servicing payments, a growing trade deficit, stagnant economic growth, and low foreign reserves."
}