{"name":"Belize",
 "Background":"Belize was the site of several Mayan city states until their decline at the end of the first millennium A.D. The British and Spanish disputed the region in the 17th and 18th centuries; it formally became the colony of British Honduras in 1854. Territorial disputes between the UK and Guatemala delayed the independence of Belize until 1981. Guatemala refused to recognize the new nation until 1992 and the two countries are involved in an ongoing border dispute. Tourism has become the mainstay of the economy. Current concerns include the country's heavy foreign debt burden, high unemployment, growing involvement in the Mexican and South American drug trade, high crime rates, and one of the highest HIV/AIDS prevalence rates in Central America.",
"Geography-note":"only country in Central America without a coastline on the North Pacific Ocean",
"Economy-overview":"Tourism is the number one foreign exchange earner in this small economy, followed by exports of marine products, citrus, cane sugar, bananas, and garments. The government's expansionary monetary and fiscal policies, initiated in September 1998, led to GDP growth averaging nearly 4% in 1999-2007. Oil discoveries in 2006 bolstered this growth. Exploration efforts have continued and production has increased a small amount. Growth slipped to 0% in 2009, resulting from the global economic slowdown, natural disasters, and a temporary drop in the price of oil, but grew to 2.5% in 2013. With weak economic growth and a large public debt burden, fiscal spending is likely to be tight. In January 2013, the government announced that it had reached a deal with creditors to restructure its $544 million commercial external debt, commonly referred to as the \"superbond.\" The superbond represents one half of the country's public debt. A key government objective remains the reduction of poverty and inequality with the help of international donors. Although Belize has the second highest per capita income in Central America, the average income figure masks a huge income disparity between rich and poor. The sizable trade deficit and heavy foreign debt burden continue to be major concerns."
}