{"name":"Benin",
 "Background":"Present day Benin was the site of Dahomey, a West African kingdom that rose to prominence in about 1600 and over the next two and half centuries became a regional power, largely based on its slave trade. Coastal areas of Dahomey began to be controlled by the French in the second half of the 19th century; the entire kingdom was conquered by 1894. French Dahomey achieved independence in 1960; it changed its name to the Republic of Benin in 1975. A succession of military governments ended in 1972 with the rise to power of Mathieu KEREKOU and the establishment of a government based on Marxist-Leninist principles. A move to representative government began in 1989. Two years later, free elections ushered in former Prime Minister Nicephore SOGLO as president, marking the first successful transfer of power in Africa from a dictatorship to a democracy. KEREKOU was returned to power by elections held in 1996 and 2001, though some irregularities were alleged. KEREKOU stepped down at the end of his second term in 2006 and was succeeded by Thomas YAYI Boni, a political outsider and independent. YAYI, who won a second five-year term in March 2011, has attempted to stem corruption and has strongly promoted accelerating Benin's economic growth.",
"Geography-note":"sandbanks create difficult access to a coast with no natural harbors, river mouths, or islands",
"Economy-overview":"The economy of Benin remains underdeveloped and dependent on subsistence agriculture, cotton production, and regional trade. Growth in real output had averaged almost 4% before the global recession and it has returned to roughly that level in 2011-12. Inflation has subsided over the past several years. In order to raise growth, Benin plans to attract more foreign investment, place more emphasis on tourism, facilitate the development of new food processing systems and agricultural products, and encourage new information and communication technology. Specific projects to improve the business climate by reforms to the land tenure system, the commercial justice system, and the financial sector were included in Benin's $307 million Millennium Challenge Account grant signed in February 2006. The 2001 privatization policy continues in telecommunications, water, electricity, and agriculture. The Paris Club and bilateral creditors have eased the external debt situation with Benin benefiting from a G-8 debt reduction announced in July 2005, while pressing for more rapid structural reforms. An insufficient electrical supply continues to adversely affect Benin's economic growth though the government recently has taken steps to increase domestic power production. Private foreign direct investment is small, and foreign aid accounts for the majority of investment in infrastructure projects. Cotton, a key export, suffered from flooding in 2010-11, but high prices supported export earnings. The government agreed to a 25% increase in civil servant salaries in 2011, following a series of strikes, increasing pressure on the national budget. Benin has appealed for international assistance to mitigate piracy against commercial shipping in its territory."
}