{"name":"Bhutan",
 "Background":"In 1865, Britain and Bhutan signed the Treaty of Sinchulu, under which Bhutan would receive an annual subsidy in exchange for ceding some border land to British India. Under British influence, a monarchy was set up in 1907; three years later, a treaty was signed whereby the British agreed not to interfere in Bhutanese internal affairs, and Bhutan allowed Britain to direct its foreign affairs. This role was assumed by independent India after 1947. Two years later, a formal Indo-Bhutanese accord returned to Bhutan the areas annexed by the British, formalized the annual subsidies the country received, and defined India's responsibilities in defense and foreign relations. In March 2005, King Jigme Singye WANGCHUCK unveiled the government's draft constitution - which introduced major democratic reforms - and pledged to hold a national referendum for its approval. In December 2006, the King abdicated the throne in favor of his son, Jigme Khesar Namgyel WANGCHUCK, in order to give him experience as head of state before the democratic transition. In early 2007, India and Bhutan renegotiated their treaty, eliminating the clause that stated that Bhutan would be \"guided by\" India in conducting its foreign policy, although Thimphu continues to coordinate closely with New Delhi. Elections for seating the country's first parliament were completed in March 2008; the king ratified the country's first constitution in July 2008. Bhutan experienced a peaceful turnover of power following parliamentary elections in 2013, which routed the incumbent party. The disposition of some 30,000 Bhutanese refugees - housed in two UN refugee camps in Nepal - remains unresolved.",
"Geography-note":"landlocked; strategic location between China and India; controls several key Himalayan mountain passes",
"Economy-overview":"Bhutan's economy, small and less developed, is based largely on agriculture and forestry, which provide the main livelihood for more than half of the population. Because rugged mountains dominate the terrain and make the building of roads and other infrastructure difficult and expensive, industrial production is primarily of the cottage industry type. The economy is closely aligned with India's through strong trade and monetary links and is dependent on India for financial assistance and migrant laborers for development projects, especially for road construction. Multilateral development organizations administer most educational, social, and environment programs, and take into account the government's desire to protect the country's environment and cultural traditions. For example, the government, in its cautious expansion of the tourist sector, encourages visits by upscale, environmentally conscientious tourists. Complicated controls and uncertain policies in areas such as industrial licensing, trade, labor, and finance continue to hamper foreign investment. Bhutan’s largest export - hydropower to India - is creating employment and will probably sustain growth in the coming years. Only 5% of Bhutan’s 30,000 megawatt hydropower potential is currently tapped. The large amount of equipment needed to import materials to build hydropower plants has expanded Bhutan's trade and current account deficits. Bhutan’s GDP has rebounded strongly since the global recession began in 2008. Bhutan hopes to play a larger role in regional economic integration as a member of the South Asia Association for Regional Cooperation and the Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation."
}