{"name":"Bosnia and Herzegovina",
 "Background":"Bosnia and Herzegovina declared sovereignty in October 1991 and independence from the former Yugoslavia on 3 March 1992 after a referendum boycotted by ethnic Serbs. The Bosnian Serbs - supported by neighboring Serbia and Montenegro - responded with armed resistance aimed at partitioning the republic along ethnic lines and joining Serb-held areas to form a \"Greater Serbia.\" In March 1994, Bosniaks and Croats reduced the number of warring factions from three to two by signing an agreement creating a joint Bosniak/Croat Federation of Bosnia and Herzegovina. On 21 November 1995, in Dayton, Ohio, the warring parties initialed a peace agreement that ended three years of interethnic civil strife (the final agreement was signed in Paris on 14 December 1995). The Dayton Peace Accords retained Bosnia and Herzegovina's international boundaries and created a multi-ethnic and democratic government charged with conducting foreign, diplomatic, and fiscal policy. Also recognized was a second tier of government composed of two entities roughly equal in size: the Bosniak/Bosnian Croat Federation of Bosnia and Herzegovina and the Bosnian Serb-led Republika Srpska (RS). The Federation and RS governments are responsible for overseeing most government functions. Additionally, the Dayton Accords established the Office of the High Representative (OHR) to oversee the implementation of the civilian aspects of the agreement. The Peace Implementation Council (PIC) at its conference in Bonn in 1997 also gave the High Representative the authority to impose legislation and remove officials, the so-called \"Bonn Powers.\" An original NATO-led international peacekeeping force (IFOR) of 60,000 troops assembled in 1995 was succeeded over time by a smaller, NATO-led Stabilization Force (SFOR). In 2004, European Union peacekeeping troops (EUFOR) replaced SFOR. Currently EUFOR deploys around 600 troops in theater in a policing capacity.",
"Geography-note":"within Bosnia and Herzegovina's recognized borders, the country is divided into a joint Bosniak/Croat Federation (about 51% of the territory) and the Bosnian Serb-led Republika Srpska or RS (about 49% of the territory); the region called Herzegovina is contiguous to Croatia and Montenegro, and traditionally has been settled by an ethnic Croat majority in the west and an ethnic Serb majority in the east",
"Economy-overview":"Bosnia has a transitional economy with limited market reforms. The economy relies heavily on the export of metals, energy, textiles and furniture as well as on remittances and foreign aid. A highly decentralized government hampers economic policy coordination and reform, while excessive bureaucracy and a segmented market discourage foreign investment. The interethnic warfare in Bosnia and Herzegovina caused production to plummet by 80% from 1992 to 1995 and unemployment to soar. With an uneasy peace in place, output recovered in 1996-99 but slowed in 2000-02 and picked up again during 2003-08, when GDP growth exceeded 5% per year. However, the country declined in 2009 reflecting local effects of the global economic crisis. GDP growth contracted again in 2012, but posted a small gain in 2013. Foreign banks, primarily from Austria and Italy, now control most of the banking sector. The konvertibilna marka (convertible mark or BAM) - the national currency introduced in 1998 - is pegged to the euro, and confidence in the currency and the banking sector has remained stable. Bosnia's private sector is growing slowly, but foreign investment has dropped sharply since 2007. Government spending - including transfer payments - remains high, at roughly 40% of GDP, because of redundant government offices at the state, entity and municipal level. Privatization of state enterprises has been slow, particularly in the Federation, where political division between ethnically-based political parties makes agreement on economic policy more difficult. High unemployment remains the most serious macroeconomic problem. Successful implementation of a value-added tax in 2006 provided a steady source of revenue for the government and helped rein in gray-market activity. National-level statistics have also improved over time but a large share of economic activity remains unofficial and unrecorded. Bosnia and Herzegovina became a full member of the Central European Free Trade Agreement in September 2007. Bosnia and Herzegovina's top economic priorities are: acceleration of integration into the EU; strengthening the fiscal system; public administration reform; World Trade Organization (WTO) membership; and securing economic growth by fostering a dynamic, competitive private sector. In 2009, Bosnia and Herzegovina was granted an International Monetary Fund (IMF) stand-by arrangement, necessitated by sharply increased social spending and a fiscal crisis exacerbated by the global economic downturn. Disbursement of IMF aid was suspended in 2011 after a parliamentary deadlock left Bosnia without a state-level government for over a year. The IMF concluded a new stand-by arrangement with Bosnia in October 2012 which aims to improve national policy coordination, continue fiscal contraction, improve crisis preparedness, and create an environment conducive to private sector development."
}