{"name":"Botswana",
 "Background":"Formerly the British protectorate of Bechuanaland, Botswana adopted its new name upon independence in 1966. More than four decades of uninterrupted civilian leadership, progressive social policies, and significant capital investment have created one of the most stable economies in Africa. Mineral extraction, principally diamond mining, dominates economic activity, though tourism is a growing sector due to the country's conservation practices and extensive nature preserves. Botswana has one of the world's highest known rates of HIV/AIDS infection, but also one of Africa's most progressive and comprehensive programs for dealing with the disease.",
"Geography-note":"landlocked; population concentrated in eastern part of the country",
"Economy-overview":"Botswana has maintained one of the world's highest economic growth rates since independence in 1966. However, economic growth was negative in 2009, with the industrial sector shrinking by 30%, after the global crisis reduced demand for Botswana's diamonds. Although the economy recovered in 2010, GDP growth has again slowed. Through fiscal discipline and sound management, Botswana transformed itself from one of the poorest countries in the world to a middle-income country with a per capita GDP of $16,400 in 2013. Two major investment services rank Botswana as the best credit risk in Africa. Diamond mining has fueled much of the expansion and currently accounts for more than one-third of GDP, 70-80% of export earnings, and about one-third of the government's revenues. Botswana's heavy reliance on a single luxury export was a critical factor in the sharp economic contraction of 2009. Tourism, financial services, subsistence farming, and cattle raising are other key sectors. According to official government statistics, unemployment reached 17.8% in 2009, but unofficial estimates run much higher. The prevalence of HIV/AIDS is second highest in the world and threatens Botswana's impressive economic gains. An expected leveling off in diamond production within the next two decades overshadows long-term prospects. A major international diamond company signed a 10-year deal with Botswana in 2012 to move its rough stone sorting and trading division from London to Gaborone by the end of 2013. The move may support Botswana's downstream diamond industry."
}