{"name":"Brazil",
 "Background":"Following more than three centuries under Portuguese rule, Brazil gained its independence in 1822, maintaining a monarchical system of government until the abolition of slavery in 1888 and the subsequent proclamation of a republic by the military in 1889. Brazilian coffee exporters politically dominated the country until populist leader Getulio VARGAS rose to power in 1930. By far the largest and most populous country in South America, Brazil underwent more than a half century of populist and military government until 1985, when the military regime peacefully ceded power to civilian rulers. Brazil continues to pursue industrial and agricultural growth and development of its interior. Exploiting vast natural resources and a large labor pool, it is today South America's leading economic power and a regional leader, one of the first in the area to begin an economic recovery. High income inequality and crime remain pressing problems, as well as recent years' slow down in economic growth.",
"Geography-note":"largest country in South America and in the Southern Hemisphere; shares common boundaries with every South American country except Chile and Ecuador",
"Economy-overview":"Characterized by large and well-developed agricultural, mining, manufacturing, and service sectors, and a rapidly expanding middle class, Brazil's economy outweighs that of all other South American countries, and Brazil is expanding its presence in world markets. Since 2003, Brazil has steadily improved its macroeconomic stability, building up foreign reserves, and reducing its debt profile by shifting its debt burden toward real denominated and domestically held instruments. In 2008, Brazil became a net external creditor and two ratings agencies awarded investment grade status to its debt. After strong growth in 2007 and 2008, the onset of the global financial crisis hit Brazil in 2008. Brazil experienced two quarters of recession, as global demand for Brazil's commodity-based exports dwindled and external credit dried up. However, Brazil was one of the first emerging markets to begin a recovery. In 2010, consumer and investor confidence revived and GDP growth reached 7.5%, the highest growth rate in the past 25 years. Rising inflation led the authorities to take measures to cool the economy; these actions and the deteriorating international economic situation slowed growth in 2011-13. Unemployment is at historic lows and Brazil's traditionally high level of income inequality has declined for each of the last 14 years. Brazil's historically high interest rates have made it an attractive destination for foreign investors. Large capital inflows over the past several years have contributed to the appreciation of the currency, hurting the competitiveness of Brazilian manufacturing and leading the government to intervene in foreign exchange markets and raise taxes on some foreign capital inflows. President Dilma ROUSSEFF has retained the previous administration's commitment to inflation targeting by the central bank, a floating exchange rate, and fiscal restraint."
}