{"name":"Burma",
 "Background":"Various ethnic Burmese and ethnic minority city-states or kingdoms occupied the present borders through the 19th century. Over a period of 62 years (1824-1886), Britain conquered Burma and incorporated the country into its Indian Empire. Burma was administered as a province of India until 1937 when it became a separate, self-governing colony; in 1948, Burma attained independence from the British Commonwealth. Gen. NE WIN dominated the government from 1962 to 1988, first as military ruler, then as self-appointed president, and later as political kingpin. In response to widespread civil unrest, NE WIN resigned in 1988, but within months the military crushed student-led protests and took power. Multiparty legislative elections in 1990 resulted in the main opposition party - the National League for Democracy (NLD) - winning a landslide victory. Instead of handing over power, the junta placed NLD leader (and Nobel Peace Prize recipient) AUNG SAN SUU KYI (ASSK) under house arrest from 1989 to 1995, 2000 to 2002, and from May 2003 to November 2010. In late September 2007, the ruling junta brutally suppressed protests over increased fuel prices led by prodemocracy activists and Buddhist monks, killing at least 13 people and arresting thousands for participating in the demonstrations. In early May 2008, Burma was struck by Cyclone Nargis, which left over 138,000 dead and tens of thousands injured and homeless. Despite this tragedy, the junta proceeded with its May constitutional referendum, the first vote in Burma since 1990. Parliamentary elections held in November 2010, considered flawed by many in the international community, saw the ruling Union Solidarity and Development Party garner over 75% of the seats. Parliament convened in January 2011 and selected former Prime Minister THEIN SEIN as president. Although the vast majority of national-level appointees named by THEIN SEIN are former or current military officers, the government has initiated a series of political and economic reforms leading to a substantial opening of the long-isolated country. These reforms have included allowing ASSK to contest parliamentary by-elections on 1 April 2012, releasing hundreds of political prisoners, reaching preliminary peace agreements with 10 of the 11 major armed ethnic groups, enacting laws that provide better protections for basic human rights, and gradually reducing restrictions on freedom of the press, association, and civil society. At least due in part to these reforms, ASSK now serves as an elected Member of Parliament and chair of the Committee for Rule of Law and Tranquility. Most political parties have begun building their institutions in preparation for the next round of general elections in 2015. The country is the chair of the Association of Southeast Asian Nations (ASEAN) for 2014.",
"Geography-note":"strategic location near major Indian Ocean shipping lanes",
"Economy-overview":"Since the transition to a civilian government in 2011, Burma has begun an economic overhaul aimed at attracting foreign investment and reintegrating into the global economy. Economic reforms have included establishing a managed float of the Burmese kyat in 2012, granting the Central Bank operational independence in July 2013, and enacting a new Anti-corruption Law in September 2013. The government’s commitment to reform, and the subsequent easing of most Western sanctions, has begun to pay dividends. The economy accelerated in 2012 and 2013. And Burma’s abundant natural resources, young labor force, and proximity to Asia’s dynamic economies have attracted foreign investment in the energy sector, garment industry, information technology, and food and beverages. Foreign direct investment grew from US$1.9 billion in FY 2011 to US$2.7 billion in FY 2012. Despite these improvements, living standards have not improved for the majority of the people residing in rural areas. Burma remains one of the poorest countries in Asia - more than one-fourth of the country’s 60 million people live in poverty. The previous government’s isolationist policies and economic mismanagement have left Burma with poor infrastructure, endemic corruption, underdeveloped human resources, and inadequate access to capital, which will require a major commitment to reverse. The Burmese government has been slow to address impediments to economic development such as an opaque revenue collection system and antiquated banking system. Key benchmarks of sustained economic progress would include modernizing and opening the financial sector, increasing budget allocations for social services, and accelerating agricultural and land reforms."
}