{"name":"Chad",
 "Background":"Chad, part of France's African holdings until 1960, endured three decades of civil warfare, as well as invasions by Libya, before a semblance of peace was finally restored in 1990. The government eventually drafted a democratic constitution and held flawed presidential elections in 1996 and 2001. In 1998, a rebellion broke out in northern Chad, which has sporadically flared up despite several peace agreements between the government and the insurgents. In 2005, new rebel groups emerged in western Sudan and made probing attacks into eastern Chad despite signing peace agreements in December 2006 and October 2007. In June 2005, President Idriss DEBY held a referendum successfully removing constitutional term limits and won another controversial election in 2006. Sporadic rebel campaigns continued throughout 2006 and 2007. The capital experienced a significant insurrection in early 2008, but has had no significant rebel threats since then, in part due to Chad's 2010 rapprochement with Sudan, which previously used Chadian rebels as proxies. DEBY in 2011 was reelected to his fourth term in an election that international observers described as proceeding without incident. Power remains in the hands of an ethnic minority. In January 2014, Chad began a two year rotation on the UN Security Council.",
"Geography-note":"noun: <span class=\"category_data\" style=\"font-weight:normal;\">Chadian(s)",
"Economy-overview":"Oil and agriculture drive Chad’s economy. At least 80% of Chad's population relies for its livelihood on subsistence farming and livestock raising and oil provides the bulk of export revenues. Cotton, cattle, and gum arabic provide the bulk of Chad's non-oil export earnings. Remittances have also been an important source of income and Chad relies on foreign assistance and foreign capital for most public and private sector investment. Oil production came on stream in late 2003 and Chad began to export oil in 2004. Economic growth has been positive in recent years due to high oil prices and strong local harvests, but Chad’s fiscal situation is repeatedly exposed to declining oil prices and drought . Recently, the economy has been strained by the costs of repatriating Chadians fleeing the violence in South Sudan and the Central African Republic. Chad's investment climate remains challenging due to limited infrastructure, a lack of trained workers, extensive government bureaucracy, and corruption."
}