{"name":"China",
 "Background":"For centuries China stood as a leading civilization, outpacing the rest of the world in the arts and sciences, but in the 19th and early 20th centuries, the country was beset by civil unrest, major famines, military defeats, and foreign occupation. After World War II, the communists under MAO Zedong established an autocratic socialist system that, while ensuring China's sovereignty, imposed strict controls over everyday life and cost the lives of tens of millions of people. After 1978, MAO's successor DENG Xiaoping and other leaders focused on market-oriented economic development and by 2000 output had quadrupled. For much of the population, living standards have improved dramatically and the room for personal choice has expanded, yet political controls remain tight. Since the early 1990s, China has increased its global outreach and participation in international organizations.",
"Geography-note":"world's fourth largest country (after Russia, Canada, and US) and largest country situated entirely in Asia; Mount Everest on the border with Nepal is the world's tallest peak",
"Economy-overview":"Since the late 1970s China has moved from a closed, centrally planned system to a more market-oriented one that plays a major global role - in 2010 China became the world's largest exporter. Reforms began with the phasing out of collectivized agriculture, and expanded to include the gradual liberalization of prices, fiscal decentralization, increased autonomy for state enterprises, growth of the private sector, development of stock markets and a modern banking system, and opening to foreign trade and investment. China has implemented reforms in a gradualist fashion. In recent years, China has renewed its support for state-owned enterprises in sectors considered important to \"economic security,\" explicitly looking to foster globally competitive industries. After keeping its currency tightly linked to the US dollar for years, in July 2005 China moved to an exchange rate system that references a basket of currencies. From mid 2005 to late 2008 cumulative appreciation of the renminbi against the US dollar was more than 20%, but the exchange rate remained virtually pegged to the dollar from the onset of the global financial crisis until June 2010, when Beijing allowed resumption of a gradual appreciation and expanded the daily trading band within which the RMB is permitted to fluctuate. The restructuring of the economy and resulting efficiency gains have contributed to a more than tenfold increase in GDP since 1978. Measured on a purchasing power parity (PPP) basis that adjusts for price differences, China in 2013 stood as the second-largest economy in the world after the US, having surpassed Japan in 2001. The dollar values of China's agricultural and industrial output each exceed those of the US; China is second to the US in the value of services it produces. Still, per capita income is below the world average. The Chinese government faces numerous economic challenges, including: (a) reducing its high domestic savings rate and correspondingly low domestic consumption; (b) facilitating higher-wage job opportunities for the aspiring middle class, including rural migrants and increasing numbers of college graduates; (c) reducing corruption and other economic crimes; and (d) containing environmental damage and social strife related to the economy's rapid transformation. Economic development has progressed further in coastal provinces than in the interior, and by 2011 more than 250 million migrant workers and their dependents had relocated to urban areas to find work. One consequence of population control policy is that China is now one of the most rapidly aging countries in the world. Deterioration in the environment - notably air pollution, soil erosion, and the steady fall of the water table, especially in the North - is another long-term problem. China continues to lose arable land because of erosion and economic development. The Chinese government is seeking to add energy production capacity from sources other than coal and oil, focusing on nuclear and alternative energy development. Several factors are converging to slow China's growth, including debt overhang from its credit-fueled stimulus program, industrial overcapacity, inefficient allocation of capital by state-owned banks, and the slow recovery of China's trading partners. The government's 12th Five-Year Plan, adopted in March 2011 and reiterated at the Communist Party's \"Third Plenum\" meeting in November 2013, emphasizes continued economic reforms and the need to increase domestic consumption in order to make the economy less dependent in the future on fixed investments, exports, and heavy industry. However, China has made only marginal progress toward these rebalancing goals. The new government of President XI Jinping has signaled a greater willingness to undertake reforms that focus on China's long-term economic health, including giving the market a more decisive role in allocating resources."
}