{"name":"Colombia",
 "Background":"Colombia was one of the three countries that emerged from the collapse of Gran Colombia in 1830 (the others are Ecuador and Venezuela). A nearly five-decade long conflict between government forces and anti-government insurgent groups, principally the Revolutionary Armed Forces of Colombia (FARC) heavily funded by the drug trade, escalated during the 1990s. More than 31,000 former paramilitaries had demobilized by the end of 2006 and the United Self Defense Forces of Colombia as a formal organization had ceased to function. In the wake of the paramilitary demobilization, emerging criminal groups arose, whose members include some former paramilitaries. The insurgents lack the military or popular support necessary to overthrow the government, but continue attacks against civilians. Large areas of the countryside are under guerrilla influence or are contested by security forces. In November 2012, the Colombian Government started formal peace negotiations with the FARC aimed at reaching a definitive bilateral ceasefire and incorporating demobilized FARC members into mainstream society and politics. The Colombian Government has stepped up efforts to reassert government control throughout the country, and now has a presence in every one of its administrative departments. Despite decades of internal conflict and drug related security challenges, Colombia maintains relatively strong democratic institutions characterized by peaceful, transparent elections and the protection of civil liberties.",
"Geography-note":"only South American country with coastlines on both the North Pacific Ocean and Caribbean Sea",
"Economy-overview":"Colombia's consistently sound economic policies and aggressive promotion of free trade agreements in recent years have bolstered its ability to weather external shocks. Real GDP has grown more than 4% per year for the past three years, continuing almost a decade of strong economic performance. All three major ratings agencies have upgraded Colombia's government debt to investment grade. Nevertheless, Colombia depends heavily on energy and mining exports, making it vulnerable to a drop in commodity prices. Colombia is the world's fourth largest coal exporter and Latin America’s fourth largest oil producer. Economic development is stymied by inadequate infrastructure and an uncertain security situation. Moreover, the unemployment rate of 9.7% in 2013 is still one of Latin America's highest. The SANTOS Administration's foreign policy has focused on bolstering Colombia's commercial ties and boosting investment at home. Colombia has signed or is negotiating Free Trade Agreements (FTA) with more than a dozen countries; the US-Colombia FTA went into force on May 2012. Colombia is also a founding member of the Pacific Alliance - a regional grouping formed in 2012 by Chile, Colombia, Mexico, and Peru to promote regional trade and economic integration. In 2013, Colombia began its ascension process to the OECD. The annual level of foreign direct investment - notably in the oil and gas sectors - reached a record high of $16.8 billion in 2013, an increase of 7% over 2012. Inequality, poverty, and narcotrafficking remain significant challenges, and Colombia's infrastructure requires major improvements to sustain economic expansion."
}