{"name":"Comoros",
 "Background":"Comoros has endured more than 20 coups or attempted coups since gaining independence from France in 1975. In 1997, the islands of Anjouan and Moheli declared independence from Comoros. In 1999, military chief Col. AZALI seized power of the entire government in a bloodless coup, and helped negotiate the 2000 Fomboni Accords power-sharing agreement in which the federal presidency rotates among the three islands, and each island maintains its local government. AZALI won the 2002 federal presidential election, and each island in the archipelago elected its president. AZALI stepped down in 2006 and President SAMBI was elected to office. In 2007, Mohamed BACAR effected Anjouan's de-facto secession from the Union of Comoros, refusing to step down when Comoros' other islands held legitimate elections in July. The African Union (AU) initially attempted to resolve the political crisis by applying sanctions and a naval blockade to Anjouan, but in March 2008 the AU and Comoran soldiers seized the island. The island's inhabitants generally welcomed the move. In May 2011, Ikililou DHOININE won the presidency in peaceful elections widely deemed to be free and fair.",
"Geography-note":"important location at northern end of Mozambique Channel",
"Economy-overview":"One of the world's poorest countries, Comoros is made up of three islands that have inadequate transportation links, a young and rapidly increasing population, and few natural resources. The low educational level of the labor force contributes to a subsistence level of economic activity, high unemployment, and a heavy dependence on foreign grants and technical assistance. Agriculture, including fishing, hunting, and forestry, contributes 50% to GDP, employs 80% of the labor force, and provides most of the exports. Export income is heavily reliant on the three main crops of vanilla, cloves, and ylang-ylang; and Comoros' export earnings are easily disrupted by disasters such as fires. The country is not self-sufficient in food production; rice, the main staple, accounts for the bulk of imports. The government - which is hampered by internal political disputes - lacks a comprehensive strategy to attract foreign investment and is struggling to upgrade education and technical training, privatize commercial and industrial enterprises, improve health services, diversify exports, promote tourism, and reduce the high population growth rate. Political problems have inhibited growth. Remittances from 200,000 Comorans abroad help supplement GDP. In December 2012, IMF and the World Bank's International Development Association supported $176 million in debt relief for Comoros, resulting in a 59% reduction of its future external debt service over a period of 40 years."
}