{"name":"Congo, Democratic Republic of the",
 "Background":"Established as a Belgian colony in 1908, the then-Republic of the Congo gained its independence in 1960, but its early years were marred by political and social instability. Col. Joseph MOBUTU seized power and declared himself president in a November 1965 coup. He subsequently changed his name - to MOBUTU Sese Seko - as well as that of the country - to Zaire. MOBUTU retained his position for 32 years through several sham elections, as well as through brutal force. Ethnic strife and civil war, touched off by a massive inflow of refugees in 1994 from fighting in Rwanda and Burundi, led in May 1997 to the toppling of the MOBUTU regime by a rebellion backed by Rwanda and Uganda and fronted by Laurent KABILA. He renamed the country the Democratic Republic of the Congo (DRC), but in August 1998 his regime was itself challenged by a second insurrection again backed by Rwanda and Uganda. Troops from Angola, Chad, Namibia, Sudan, and Zimbabwe intervened to support KABILA's regime. In January 2001, KABILA was assassinated and his son, Joseph KABILA, was named head of state. In October 2002, the new president was successful in negotiating the withdrawal of Rwandan forces occupying the eastern DRC; two months later, the Pretoria Accord was signed by all remaining warring parties to end the fighting and establish a government of national unity. A transitional government was set up in July 2003; it held a successful constitutional referendum in December 2005 and elections for the presidency, National Assembly, and provincial legislatures took place in 2006. In 2009, following a resurgence of conflict in the eastern DRC, the government signed a peace agreement with the National Congress for the Defense of the People (CNDP), a primarily Tutsi rebel group. An attempt to integrate CNDP members into the Congolese military failed, prompting their defection in 2012 and the formation of the M23 armed group - named after the 23 March 2009 peace agreements. Renewed conflict has lead to the displacement of large numbers of people and significant human rights abuses. As of February 2013, peace talks between the Congolese government and the M23 were on-going. In addition, the DRC continues to experience violence committed by other armed groups including the Democratic Forces for the Liberation of Rwanda and Mai Mai groups. In the most recent national elections, held in November 2011, disputed results allowed Joseph KABILA to be reelected to the presidency.",
"Geography-note":"second largest country in Africa (after Algeria) and largest country in Sub-Saharan Africa; straddles the equator; has narrow strip of land that controls the lower Congo River and is only outlet to South Atlantic Ocean; dense tropical rain forest in central river basin and eastern highlands",
"Economy-overview":"The economy of the Democratic Republic of the Congo - a nation endowed with vast natural resource wealth - is slowly recovering after decades of decline. Systemic corruption since independence in 1960, combined with country-wide instability and conflict that began in the mid-90s has dramatically reduced national output and government revenue and increased external debt. With the installation of a transitional government in 2003 after peace accords, economic conditions slowly began to improve as the transitional government reopened relations with international financial institutions and international donors, and President KABILA began implementing reforms. Progress has been slow to reach the interior of the country although clear changes are evident in Kinshasa and Lubumbashi. An uncertain legal framework, corruption, and a lack of transparency in government policy are long-term problems for the mining sector and for the economy as a whole. Much economic activity still occurs in the informal sector and is not reflected in GDP data. Renewed activity in the mining sector, the source of most export income, has boosted Kinshasa's fiscal position and GDP growth in recent years. The global recession cut economic growth in 2009 to less than half its 2008 level, but growth returned to around 7% per year in 2010-12. The DRC signed a Poverty Reduction and Growth Facility with the IMF in 2009 and received $12 billion in multilateral and bilateral debt relief in 2010, but the IMF at the end of 2012 suspended the last three payments under the loan facility - worth $240 million - because of concerns about the lack of transparency in mining contracts. In 2012, the DRC updated its business laws by adhering to OHADA, the Organization for the Harmonization of Business Law in Africa. The country marked its tenth consecutive year of positive economic expansion in 2012."
}