{"name":"Congo, Republic of the",
 "Background":"Upon independence in 1960, the former French region of Middle Congo became the Republic of the Congo. A quarter century of experimentation with Marxism was abandoned in 1990 and a democratically elected government took office in 1992. A brief civil war in 1997 restored former Marxist President Denis SASSOU-Nguesso, and ushered in a period of ethnic and political unrest. Southern-based rebel groups agreed to a final peace accord in March 2003, but the calm is tenuous and refugees continue to present a humanitarian crisis. The Republic of Congo is one of Africa's largest petroleum producers, but with declining production it will need new offshore oil finds to sustain its oil earnings over the long term.",
"Geography-note":"about 70% of the population lives in Brazzaville, Pointe-Noire, or along the railroad between them",
"Economy-overview":"The economy is a mixture of subsistence hunting and agriculture, an industrial sector based largely on oil and support services, and government spending. Oil has supplanted forestry as the mainstay of the economy, providing a major share of government revenues and exports. Natural gas is increasingly being converted to electricity rather than being flared, greatly improving energy prospects. New mining projects, particularly iron ore, that entered production in late 2013 may add as much as $1 billion to annual government revenue. Economic reform efforts have been undertaken with the support of international organizations, notably the World Bank and the IMF, including recently concluded Article IV consultations. The current administration faces difficult economic challenges of stimulating recovery and reducing poverty. The drop in oil prices during the global crisis reduced oil revenue by about 30%, but the subsequent recovery of oil prices boosted the economy's GDP from 2009-13. Officially the country became a net external creditor as of 2011, with external debt representing only about 16% of GDP and debt servicing less than 3% of government revenue."
}