{"name":"Cuba",
 "Background":"The native Amerindian population of Cuba began to decline after the European discovery of the island by Christopher COLUMBUS in 1492 and following its development as a Spanish colony during the next several centuries. Large numbers of African slaves were imported to work the coffee and sugar plantations, and Havana became the launching point for the annual treasure fleets bound for Spain from Mexico and Peru. Spanish rule eventually provoked an independence movement and occasional rebellions that were harshly suppressed. US intervention during the Spanish-American War in 1898 assisted the Cubans in overthrowing Spanish rule. Subsequently, the 1901 Platt Amendment to the Cuban constitution authorized the US to intevene in Cuba in the event of instability. The Treaty of Paris established Cuban independence from the US in 1902 after which the island experienced a string of governments mostly dominated by the military and corrupt politicians. Fidel CASTRO led a rebel army to victory in 1959; his iron rule held the subsequent regime together for nearly five decades. He stepped down as president in February 2008 in favor of his younger brother Raul CASTRO. Cuba's communist revolution, with Soviet support, was exported throughout Latin America and Africa during the 1960s, 1970s, and 1980s. The country faced a severe economic downturn in 1990 following the withdrawal of former Soviet subsidies worth $4-6 billion annually. Cuba at times portrays the US embargo, in place since 1961, as the source if its difficulties. Illicit migration to the US - using homemade rafts, alien smugglers, air flights, or via the US's southwest border - is a continuing problem. The US Coast Guard interdicted 1,357 Cuban nationals attempting to cross the Straits of Florida in 2013. Also in 2013, 14,251 Cuban migrants presented themselves at various land border ports of entry through out the US.",
"Geography-note":"largest country in Caribbean and westernmost island of the Greater Antilles",
"Economy-overview":"The government continues to balance the need for loosening its socialist economic system against a desire for firm political control. The government in April 2011 held the first Cuban Communist Party Congress in almost 13 years, during which leaders approved a plan for wide-ranging economic changes. Since then, the Cuban government has slowly and incrementally implemented limited economic reforms, including allowing Cubans to buy electronic appliances and cell phones, stay in hotels, and buy and sell used cars. The Cuban government also opened up some retail services to \"self-employment,\" leading to the rise of so-called \"cuentapropistas\" or entrepreneurs. Recent moves include permitting the private ownership and sale of real estate and new vehicles, allowing private farmers to sell agricultural goods directly to hotels, and expanding categories of self-employment. Despite these reforms, the average Cuban's standard of living remains at a lower level than before the collapse of the Soviet Union and the resulting downturn of the 1990s. Since late 2000, Venezuela has been providing oil on preferential terms, and it currently supplies over 100,000 barrels per day of petroleum products. Cuba has been paying for the oil, in part, with the services of Cuban personnel in Venezuela, including some 30,000 medical professionals."
}