{"name":"Curacao",
 "Background":"Originally settled by Arawak Indians, Curacao was seized by the Dutch in 1634 along with the neighboring island of Bonaire. Once the center of the Caribbean slave trade, Curacao was hard hit economically by the abolition of slavery in 1863. Its prosperity (and that of neighboring Aruba) was restored in the early 20th century with the construction of the Isla Refineria to service the newly discovered Venezuelan oil fields. In 1954, Curacao and several other Dutch Caribbean possessions were reorganized as the Netherlands Antilles, part of the Kingdom of the Netherlands. In referenda in 2005 and 2009, the citizens of Curacao voted to become a self-governing country within the Kingdom of the Netherlands. The change in status became effective in October 2010 with the dissolution of the Netherlands Antilles.",
"Geography-note":"Curacao is a part of the Windward Islands (southern) group",
"Economy-overview":"Tourism, petroleum refining, offshore finance, and trade and transport are the mainstays of this small economy, which is closely tied to the outside world. Although GDP grew slightly during the past decade, the island enjoys a high per capita income and a well-developed infrastructure compared with other countries in the region. Curacao has an excellent natural harbor that can accommodate large oil tankers. Venezuelan state oil company PdVSA, under a contract in effect until 2019, leases the single refinery on the island from the government, employing some 1,500 people; most of the oil for the refinery is imported from Venezuela; most of the refined products are exported to the US. Almost all consumer and capital goods are imported, with the US, Brazil, Italy, and Mexico being the major suppliers. The government is attempting to diversify its industry and trade and has signed an Association Agreement with the EU to expand business there. Most of Curacao’s GDP results from services. Curacao has limited natural resources, poor soils, and inadequate water supplies, and budgetary problems complicate reform of the health and education systems. In 2013 the government implemented changes to the sales tax and reformed the public pension and health care systems, including increasing the sales tax from 5% to as high as 9% on some products, raising the age for public pension withdrawals to 65, and requiring citizens to pay higher premiums."
}