{"name":"Cyprus",
 "Background":"A former British colony, Cyprus became independent in 1960 following years of resistance to British rule. Tensions between the Greek Cypriot majority and Turkish Cypriot minority came to a head in December 1963, when violence broke out in the capital of Nicosia. Despite the deployment of UN peacekeepers in 1964, sporadic intercommunal violence continued forcing most Turkish Cypriots into enclaves throughout the island. In 1974, a Greek Government-sponsored attempt to overthrow the elected president of Cyprus was met by military intervention from Turkey, which soon controlled more than a third of the island. In 1983, the Turkish Cypriot-occupied area declared itself the \"Turkish Republic of Northern Cyprus\" (\"TRNC\"), but it is recognized only by Turkey. In February 2014, after a hiatus of nearly two years, the leaders of the two communities resumed formal discussions under UN auspices aimed at reuniting the divided island. The talks are ongoing. The entire island entered the EU on 1 May 2004, although the EU acquis - the body of common rights and obligations - applies only to the areas under the internationally recognized government, and is suspended in the areas administered by Turkish Cypriots. However, individual Turkish Cypriots able to document their eligibility for Republic of Cyprus citizenship legally enjoy the same rights accorded to other citizens of European Union states.",
"Geography-note":"the third largest island in the Mediterranean Sea (after Sicily and Sardinia)",
"Economy-overview":"The area of the Republic of Cyprus under government control has a market economy dominated by the service sector, which accounts for four-fifths of GDP. Tourism, financial services, and real estate have traditionally been the most important sectors. Cyprus has been a member of the European Union (EU) since May 2004 and adopted the euro as its national currency in January 2008. During the first five years of EU membership, the Cyprus economy grew at an average rate of about 4%, with unemployment between 2004 and 2008 averaging about 3%. An overextended banking sector with excessive exposure to Greek debt resulted in a contraction in economic growth. Two of Cyprus' biggest banks were among the largest holders of Greek bonds in Europe and had a substantial presence in Greece through bank branches and subsidiaries. Following numerous downgrades of its credit rating, Cyprus lost access to international capital markets in May 2011. The economy contracted by an accumulated 8.2% between 2009 and 2013 and is not expected to return to positive growth before 2015. Unemployment is currently over 17% and expected to reach 19% in 2014. In July 2012, Cyprus became the fifth eurozone government to request an economic bailout program from the European Commission, European Central Bank and the International Monetary Fund - known collectively as the \"Troika\". Shortly after the election of President Nicos ANASTASIADES in February 2013, Cyprus faced an economic crisis and agreed with the Troika to a $13 billion bailout that included losses on uninsured bank deposits. The bailout triggered a two-week bank closure and the imposition of capital controls, some of which remained in place through 2014. Cyprus' two largest banks merged and the combined entity was recapitalized through conversion of some large bank deposits to shares and imposition of losses on some bank bondholders. The Troika conditioned the bailout on progress in financial and structural reforms and privatization of state-owned enterprises. Cyprus has downsized and restructured its banking sector significantly. Three positive reviews by the Troika since May 2013 indicate that Cyprus’ bailout program is on track with a fourth review scheduled in May 2014. In October 2013, Cyprus completed preliminary appraisal of hydrocarbon deposits in its territorial waters, which revealed less than anticipated natural gas reserves. Additional exploration drilling is likely to continue in 2014-2015."
}