{"name":"Djibouti",
 "Background":"The French Territory of the Afars and the Issas became Djibouti in 1977. Hassan Gouled APTIDON installed an authoritarian one-party state and proceeded to serve as president until 1999. Unrest among the Afar minority during the 1990s led to a civil war that ended in 2001 with a peace accord between Afar rebels and the Somali Issa-dominated government. In 1999, Djibouti's first multiparty presidential elections resulted in the election of Ismail Omar GUELLEH as president; he was reelected to a second term in 2005 and extended his tenure in office via a constitutional amendment, which allowed him to begin a third term in 2011. Djibouti occupies a strategic geographic location at the intersection of the Red Sea and the Gulf of Aden and serves as an important shipping portal for goods entering and leaving the east African highlands and transshipments between Europe, the Middle East, and Asia. The government holds longstanding ties to France, which maintains a significant military presence in the country, and has strong ties with the United States. Djibouti hosts several thousand members of US armed services at US-run Camp Lemonnier.",
"Geography-note":"strategic location near world's busiest shipping lanes and close to Arabian oilfields; terminus of rail traffic into Ethiopia; mostly wasteland; Lac Assal (Lake Assal) is the lowest point in Africa and the saltiest lake in the world",
"Economy-overview":"Djibouti's economy is based on service activities connected with the country's strategic location as a deepwater port on the Red Sea. Three-fourths of Djibouti's inhabitants live in the capital city; the remainder are mostly nomadic herders. Scant rainfall limits crop production to small quantities of fruits and vegetables, and most food must be imported. Djibouti provides services as both a transit port for the region and an international transshipment and refueling center. Imports, exports, and re-exports - primarily of coffee from landlocked neighbor Ethiopia - represent 70% of port activity at Djibouti's container terminal. Djibouti has few natural resources and little industry. The nation is, therefore, heavily dependent on foreign assistance to help support its balance of payments and to finance development projects. An unemployment rate of nearly 60% continues to be a major problem. While inflation is not a concern, due to the fixed tie of the Djiboutian franc to the US dollar, the artificially high value of the Djiboutian franc adversely affects Djibouti's balance of payments. Djibouti holds foreign reserves amounting to less than six months of import coverage. Djibouti has experienced relatively minimal impact from the global economic downturn, but its reliance on diesel-generated electricity and imported food leave average consumers vulnerable to global price shocks. President GUELLEH in 2013 told international investors that Djibouti’s development plan is to increase its prominence in financial and communication sectors."
}