{"name":"Equatorial Guinea",
 "Background":"Equatorial Guinea gained independence in 1968 after 190 years of Spanish rule. This tiny country, composed of a mainland portion plus five inhabited islands, is one of the smallest on the African continent. President Teodoro Obiang NGUEMA MBASOGO has ruled the country since 1979 when he seized power in a coup. Although nominally a constitutional democracy since 1991, the 1996, 2002, and 2009 presidential elections - as well as the 1999, 2004, 2008, and 2013 legislative elections - were widely seen as flawed. The president exerts almost total control over the political system and has discouraged political opposition. Equatorial Guinea has experienced rapid economic growth due to the discovery of large offshore oil reserves, and in the last decade has become Sub-Saharan Africa's third largest oil exporter. Despite the country's economic windfall from oil production, resulting in a massive increase in government revenue in recent years, improvements in the population's living standards have been slow to develop.",
"Geography-note":"insular and continental regions widely separated",
"Economy-overview":"The discovery and exploitation of large oil and gas reserves have contributed to dramatic economic growth, but fluctuating oil prices along with slowing or declining oil production have resulted in much lower GDP growth in recent years. The economy is still dominated by hydrocarbon production. The government has solicited foreign investment, particularly from the United States, to diversify the economy and in February 2014 the government hosted an economic diversification symposium focused on attracting investment in five sectors: agriculture and animal ranching, fishing, mining and petrochemicals, tourism, and financial services. Undeveloped mineral resources include gold, zinc, diamonds, columbite-tantalite, and other base metals. Forestry and farming are also minor components of GDP. Subsistence farming is the dominant form of livelihood. Although pre-independence Equatorial Guinea counted on cocoa production for hard currency earnings, the neglect of the rural economy under successive regimes has diminished potential for agriculture-led growth. The government has stated its intention to reinvest some oil revenue into agriculture. A number of aid programs sponsored by the World Bank and the IMF have been cut off since 1993 because of corruption and mismanagement. The government has been widely criticized for its lack of transparency and misuse of oil revenues and has attempted to address this issue by working towards compliance with the Extractive Industries Transparency Initiative."
}