{"name":"Eritrea",
 "Background":"After independence from Italian colonial control in 1941 and 10 years of British administrative control, the UN established Eritrea as an autonomous region within the Ethiopian federation in 1952. Ethiopia's full annexation of Eritrea as a province 10 years later sparked a violent 30-year struggle for independence that ended in 1991 with Eritrean rebels defeating government forces. Eritreans overwhelmingly approved independence in a 1993 referendum. ISAIAS Afworki has been Eritrea's only president since independence; his rule, particularly since 2001, has been highly autocratic and repressive. His government has created a highly militarized society by pursuing an unpopular program of mandatory conscription into national service, sometimes of indefinite length. A two-and-a-half-year border war with Ethiopia that erupted in 1998 ended under UN auspices in December 2000. A UN peacekeeping operation was established that monitored a 25 km-wide Temporary Security Zone. The Eritrea-Ethiopia Boundary Commission (EEBC) created in April 2003 was tasked \"to delimit and demarcate the colonial treaty border based on pertinent colonial treaties (1900, 1902, and 1908) and applicable international law.\" The EEBC on 30 November 2007 remotely demarcated the border, assigning the town of Badme to Eritrea, despite Ethiopia's maintaining forces there from the time of the 1998-2000 war. Eritrea insisted that the UN terminate its peacekeeping mission on 31 July 2008. Eritrea has accepted the EEBC's \"virtual demarcation\" decision and repeatedly called on Ethiopia to remove its troops. Ethiopia has not accepted the demarcation decision, and neither party has entered into meaningful dialogue to resolve the impasse. Eritrea is subject to several UN Security Council Resolutions (from 2009, 2011, and 2012) imposing various military and economic sanctions, in view of evidence that it has supported armed opposition groups in the region.",
"Geography-note":"strategic geopolitical position along world's busiest shipping lanes; Eritrea retained the entire coastline of Ethiopia along the Red Sea upon de jure independence from Ethiopia on 24 May 1993",
"Economy-overview":"Since formal independence from Ethiopia in 1993, Eritrea has faced many economic problems, including lack of resources and chronic drought, which have been exacerbated by restrictive economic policies. Eritrea has a command economy under the control of the sole political party, the People's Front for Democracy and Justice (PFDJ). Like the economies of many African nations, a large share of the population - nearly 80% - is engaged in subsistence agriculture, but the sector only produces a small share of the country's total output. Since the conclusion of the Ethiopian-Eritrea war in 2000, the government has expanded use of military and party-owned businesses to complete President ISAIAS's development agenda. The government has strictly controled the use of foreign currency by limiting access and availability; new regulations in 2013 have slightly relaxed currently controls. Few large private enterprises exist in Eritrea and most operate in conjunction with government partners, including a number of large international mining ventures that have recently begun production. While reliable statistics on food security are difficult to obtain, erratic rainfall and the percentage of the labor force tied up in national service continue to interfere with agricultural production and economic development. Eritrea's harvests generally cannot meet the food needs of the country without supplemental grain purchases. Copper, potash, and gold production is likely to drive economic growth over the next few years, but military spending will continue to compete with development and investment plans. Eritrea's economic future will depend on market reform, international sanctions, global food prices, and success at addressing social problems such as illiteracy and low skills."
}