{"name":"Ethiopia",
 "Background":"Unique among African countries, the ancient Ethiopian monarchy maintained its freedom from colonial rule with the exception of a short-lived Italian occupation from 1936-41. In 1974, a military junta, the Derg, deposed Emperor Haile SELASSIE (who had ruled since 1930) and established a socialist state. Torn by bloody coups, uprisings, wide-scale drought, and massive refugee problems, the regime was finally toppled in 1991 by a coalition of rebel forces, the Ethiopian People's Revolutionary Democratic Front (EPRDF). A constitution was adopted in 1994, and Ethiopia's first multiparty elections were held in 1995. A border war with Eritrea late in the 1990s ended with a peace treaty in December 2000. In November 2007, the Eritrea-Ethiopia Border Commission (EEBC) issued specific coordinates as virtually demarcating the border and pronounced its work finished. Alleging that the EEBC acted beyond its mandate in issuing the coordinates, Ethiopia has not accepted them and has not withdrawn troops from previously contested areas pronounced by the EEBC as belonging to Eritrea. In August 2012, longtime leader Prime Minister MELES Zenawi died in office and was replaced by his Deputy Prime Minister HAILEMARIAM Desalegn, marking the first peaceful transition of power in decades.",
"Geography-note":"landlocked - entire coastline along the Red Sea was lost with the de jure independence of Eritrea on 24 May 1993; Ethiopia is, therefore, the most populous landlocked country in the world; the Blue Nile, the chief headstream of the Nile by water volume, rises in T'ana Hayk (Lake Tana) in northwest Ethiopia; three major crops are believed to have originated in Ethiopia: coffee, grain sorghum, and castor bean",
"Economy-overview":"Ethiopia's economy is based on agriculture but the government is pushing to diversify into manufacturing, textiles, and energy generation.. Coffee is a major export crop. The agricultural sector suffers from poor cultivation practices and frequent drought, but recent joint efforts by the Government of Ethiopia and donors have strengthened Ethiopia's agricultural resilience, contributing to a reduction in the number of Ethiopians threatened with starvation. The banking, insurance, telecommunications, and micro-credit industries are restricted to domestic investors, but Ethiopia has attracted significant foreign investment in textiles, leather, commercial agriculture and manufacturing. Under Ethiopia's constitution, the state owns all land and provides long-term leases to the tenants; land use certificates are now being issued in some areas so that tenants have more recognizable rights to continued occupancy and hence make more concerted efforts to improve their leaseholds. While GDP growth has remained high, per capita income is among the lowest in the world. Ethiopia's economy continues on its state-led Growth and Transformation Plan under the new collective leadership that followed Prime Minister MELES’s death. The five-year economic plan has achieved high single-digit growth rates through government-led infrastructure expansion and commercial agriculture development. Ethiopia in 2014 will continue construction of its Grand Renaissance Dam on the Nile – a controversial five billion dollar effort to develop electricity for domestic consumption and export."
}