{"name":"European Union",
 "Background":"Following the two devastating World Wars in the first half of the 20th century, a number of European leaders in the late 1940s became convinced that the only way to establish a lasting peace was to reconcile the two chief belligerent nations - France and Germany - both economically and politically. In 1950, the French Foreign Minister Robert SCHUMAN proposed an eventual union of all Europe, the first step of which would be the integration of the coal and steel industries of Western Europe. The following year, the European Coal and Steel Community (ECSC) was set up when six members, Belgium, France, West Germany, Italy, Luxembourg, and the Netherlands, signed the Treaty of Paris.",
"Geography-note":"",
"Economy-overview":"Internally, the EU has adopted the framework of a single market with free movement of goods, services and capital and a common currency amongst 18 member states. Internationally, the EU aims to bolster Europe's trade position and its political and economic weight. Despite great differences in per capita income among member states (from $13,000 to $82,000) and in national attitudes toward issues like inflation, debt, and foreign trade, the EU has achieved a high degree of coordination of economic and fiscal policies. Eleven established EU member states, under the auspices of the European Economic and Monetary Union (EMU), introduced the euro as their common currency on 1 January 1999 (Greece did so two years later). Between 2004 and 2007, 12 states acceded to the EU that are, in general, less advanced economically than the other 15 member states. On 1 July 2013 Croatia became the most recent member of the EU, following a decade long application process. Of the 13 most recent entrants, Slovenia (1 January 2007), Cyprus and Malta (1 January 2008), Slovakia (1 January 2009), Estonia (1 January 2011) and Latvia (2014) have adopted the euro; 11 other member states - other than the UK and Denmark, which have formal opt-outs - are required by EU treaties to adopt the common currency upon meeting fiscal and monetary convergence criteria. Following the 2008-09 global economic crisis, the EU economy saw moderate GDP growth in 2010 and 2011, but a sovereign debt crisis in the eurozone intensified in 2011, making it impossible for several member states to gain market financing for new sovereign debt to sustain fiscal deficits. As a result, the eurozone crisis became the bloc's top economic and political priority. Despite EU/IMF rescue programs in Greece, Ireland, Portugal, Spain and Cyprus, and fiscal consolidation measures in many other EU member states, significant risks to growth remain, including high public and private debt loads, crimped lending as banks raise capital, aging populations, onerous regulations, and high unemployment. In response, eurozone leaders in 2011 boosted funding levels for the temporary European Financial Stability Facility (EFSF) to almost $600 billion and made loan terms more favorable for crisis-hit countries, followed in July 2012 by the permanent European Stabilization Mechanism (ESM). In addition, 26 of 28 EU member states (all except the UK and Czech Republic) enacted a \"fiscal compact\" treaty to boost long-term budgetary discipline and coordination. In September 2012 the European Central Bank indicated its willingness to purchase bonds from troubled eurozone member states that agree to a formal program of fiscal and structural reforms, aiming to reduce their borrowing costs and restore confidence in the eurozone. The eurozone has since made great strides towards a banking union to increase financial stability and improve lending conditions. In an effort to restore economic growth and create jobs, in 2013 the EU and the United States started negotiations on an ambitious and comprehensive free trade agreement with the goal of expanding already massive trade and investment flows."
}