{"name":"Falkland Islands (Islas Malvinas)",
 "Background":"Although first sighted by an English navigator in 1592, the first landing (English) did not occur until almost a century later in 1690, and the first settlement (French) was not established until 1764. The colony was turned over to Spain two years later and the islands have since been the subject of a territorial dispute, first between Britain and Spain, then between Britain and Argentina. The UK asserted its claim to the islands by establishing a naval garrison there in 1833. Argentina invaded the islands on 2 April 1982. The British responded with an expeditionary force that landed seven weeks later and after fierce fighting forced an Argentine surrender on 14 June 1982. With hostilities ended and Argentine forces withdrawn, UK administration resumed. In response to renewed calls from Argentina for Britain to relinquish control of the islands, a referendum was held in March 2013, which resulted in 99.8% of the population voting to remain a part of the UK.",
"Geography-note":"deeply indented coast provides good natural harbors; short growing season",
"Economy-overview":"The economy was formerly based on agriculture, mainly sheep farming but fishing and tourism currently comprise the bulk of economic activity. In 1987, the government began selling fishing licenses to foreign trawlers operating within the Falkland Islands' exclusive fishing zone. These license fees net more than $40 million per year, which help support the island's health, education, and welfare system. The waters around the Falkland Islands are known for their squid, which account for around 75% of the annual 200,000 ton fish catch. Dairy farming supports domestic consumption; crops furnish winter fodder. Foreign exchange earnings come from shipments of high-grade wool to the UK and from the sale of postage stamps and coins. In 2001, the government purchased 100 reindeer with the intent to increase the number to 10,000 over the following 20 years so that venison could be exported to Scandinavia and Chile. Tourism, especially eco-tourism, is increasing rapidly, with about 69,000 visitors in 2009. The British military presence also provides a sizeable economic boost. The islands are now self-financing except for defense. In 1993 the British Geological Survey announced a 200-mile oil exploration zone around the islands, and early seismic surveys suggest substantial reserves capable of producing 500,000 barrels per day. Political tensions between the UK and Argentina remain high following the start of oil drilling activities in the waters. In September 2011, a British exploration firm announced that it plans to commence oil production in 2016."
}