{"name":"Faroe Islands",
 "Background":"The population of the Faroe Islands is largely descended from Viking settlers who arrived in the 9th century. The islands have been connected politically to Denmark since the 14th century. A high degree of self-government was granted the Faroese in 1948, who have autonomy over most internal affairs while Denmark is responsible for justice, defense, and foreign affairs. The Faroe Islands are not part of the European Union.",
"Geography-note":"archipelago of 17 inhabited islands and one uninhabited island, and a few uninhabited islets; strategically located along important sea lanes in northeastern Atlantic; precipitous terrain limits habitation to small coastal lowlands",
"Economy-overview":"The Faroese economy is dependent on fishing, which makes the economy vulnerable to price fluctuations. The sector normally accounts for about 95% of exports and nearly half of GDP. In early 2008 the Faroese economy began to slow as a result of smaller catches and historically high oil prices. The slowdown in the Faroese economy followed a strong performance since the mid-1990s with annual growth rates averaging close to 6%, mostly a result of increased fish landings and salmon farming, and high export prices. Unemployment reached its lowest level in June 2008 at 1.1% but gradually increased to about 5.5% in 2012. The Faroese Home Rule Government produced increasing budget surpluses in that period, which helped to reduce the large public debt, most of it to Denmark. However, total dependence on fishing and salmon farming make the Faroese economy vulnerable to fluctuations in world demand. Initial discoveries of oil in the Faroese area give hope for eventual oil production, which may provide a foundation for a more diversified economy and less dependence on Danish economic assistance. Aided by an annual subsidy from Denmark amounting to about 3% of Faroese GDP, the Faroese have a standard of living almost equal to that of Denmark and Greenland. The Faroese Government ran relatively large deficits from 2008 to 2010 and budget deficits are forecast for several years ahead. At year-end 2010 gross external debt had reached approximately US$900 million."
}