{"name":"Finland",
 "Background":"Finland was a province and then a grand duchy under Sweden from the 12th to the 19th centuries, and an autonomous grand duchy of Russia after 1809. It gained complete independence in 1917. During World War II, it successfully defended its independence through cooperation with Germany and resisted subsequent invasions by the Soviet Union - albeit with some loss of territory. In the subsequent half century, Finland transformed from a farm/forest economy to a diversified modern industrial economy; per capita income is among the highest in Western Europe. A member of the European Union since 1995, Finland was the only Nordic state to join the euro single currency at its initiation in January 1999. In the 21st century, the key features of Finland's modern welfare state are high quality education, promotion of equality, and a national social welfare system - currently challenged by an aging population and the fluctuations of an export-driven economy.",
"Geography-note":"long boundary with Russia; Helsinki is northernmost national capital on European continent; population concentrated on small southwestern coastal plain",
"Economy-overview":"Finland has a highly industrialized, largely free-market economy with per capita output almost as high as that of Austria, Belgium, the Netherlands, or Sweden. Trade is important, with exports accounting for over one-third of GDP in recent years. Finland is historically competitive in manufacturing - principally the wood, metals, engineering, telecommunications, and electronics industries. Finland excels in export of technology for mobile phones as well as promotion of startups in the ICT, gaming, cleantech, and biotechnology sectors. Except for timber and several minerals, Finland depends on imports of raw materials, energy, and some components for manufactured goods. Because of the climate, agricultural development is limited to maintaining self-sufficiency in basic products. Forestry, an important export earner, provides a secondary occupation for the rural population. Finland had been one of the best performing economies within the EU in recent years and its banks and financial markets avoided the worst of global financial crisis. However, the world slowdown hit exports and domestic demand hard in 2009, with Finland experiencing one of the deepest contractions in the euro zone. A recovery of exports, domestic trade, and household consumption stimulated economic growth in 2010-11, however, continued recession within the EU dampened the economy in 2012-13. The recession affected general government finances and the debt ratio, turning previously strong budget surpluses into deficits, but Finland took action to ensure it that it met the EU deficit targets in 2013 and retained its triple-A credit rating. Finland's main challenge will be to stimulate growth while faced with weak export demand in the EU and its own government austerity measures. Longer-term, Finland must address a rapidly aging population and decreasing productivity in traditional industries that threaten competitiveness, fiscal sustainability, and economic growth."
}