{"name":"France",
 "Background":"France today is one of the most modern countries in the world and is a leader among European nations. It plays an influential global role as a permanent member of the United Nations Security Council, NATO, the G-8, the G-20, the EU and other multilateral organizations. France rejoined NATO's integrated military command structure in 2009, reversing DE GAULLE's 1966 decision to take French forces out of NATO. Since 1958, it has constructed a hybrid presidential-parliamentary governing system resistant to the instabilities experienced in earlier, more purely parliamentary administrations. In recent decades, its reconciliation and cooperation with Germany have proved central to the economic integration of Europe, including the introduction of a common currency, the euro, in January 1999. In the early 21st century, five French overseas entities - French Guiana, Guadeloupe, Martinique, Mayotte, and Reunion - became French regions and were made part of France proper.",
"Geography-note":"largest West European nation",
"Economy-overview":"The French economy is diversified across all sectors. The government has partially or fully privatized many large companies, including Air France, France Telecom, Renault, and Thales. However, the government maintains a strong presence in some sectors, particularly power, public transport, and defense industries. With at least 82 million foreign tourists per year, France is the most visited country in the world and maintains the third largest income in the world from tourism. France's leaders remain committed to a capitalism in which they maintain social equity by means of laws, tax policies, and social spending that mitigate economic inequality. France's real GDP stagnated in 2012 and 2013. The unemployment rate (including overseas territories) increased from 7.8% in 2008 to 10.2% in 2013. Youth unemployment in metropolitan France decreased from a high of 25.4% in the fourth quarter of 2012 to 22.8% in the fourth quarter of 2013. Lower-than-expected growth and high spending have strained France's public finances. The budget deficit rose sharply from 3.3% of GDP in 2008 to 7.5% of GDP in 2009 before improving to 4.1% of GDP in 2013, while France's public debt rose from 68% of GDP to nearly 94% over the same period. In accordance with its EU obligations, France is targeting a deficit of 3.6% of GDP in 2014 and 2.8% in 2015. The administration of President Francois HOLLANDE has implemented greater state support for employment, the separation of banks' traditional deposit taking and lending activities from more speculative businesses, increasing the top corporate and personal tax rates, including a temporary 75% tax on wages over one million euros, and hiring an additional 60,000 teachers during his five-year term. In January 2014 HOLLANDE proposed a “Responsibility Pact” aimed primarily at lowering labor costs in return for businesses’ commitment to create jobs. Despite stagnant growth and fiscal challenges, France's borrowing costs have declined in recent years because investors remain attracted to the liquidity of France’s bonds."
}