{"name":"Gabon",
 "Background":"El Hadj Omar BONGO Ondimba - one of the longest-serving heads of state in the world - dominated the country's political scene for four decades (1967-2009) following independence from France in 1960. President BONGO introduced a nominal multiparty system and a new constitution in the early 1990s. However, allegations of electoral fraud during local elections in December 2002 and the presidential elections in 2005 exposed the weaknesses of formal political structures in Gabon. Following President BONGO's death in 2009, new elections brought Ali BONGO Ondimba, son of the former president, to power. Despite constrained political conditions, Gabon's small population, abundant natural resources, and considerable foreign support have helped make it one of the more stable African countries.",
"Geography-note":"a small population and oil and mineral reserves have helped Gabon become one of Africa's wealthier countries; in general, these circumstances have allowed the country to maintain and conserve its pristine rain forest and rich biodiversity",
"Economy-overview":"Gabon enjoys a per capita income four times that of most sub-Saharan African nations, but because of high income inequality, a large proportion of the population remains poor. Gabon depended on timber and manganese until oil was discovered offshore in the early 1970s. The economy was reliant on oil for about 50% of its GDP, about 70% of revenues, and 87% of goods exports for 2010, although some fields have passed their peak production. A rebound of oil prices from 1999 to 2008 helped growth, but declining production has hampered Gabon from fully realizing potential gains. Gabon signed a 14-month Stand-By Arrangement with the IMF in May 2007, and later that year issued a $1 billion sovereign bond to buy back a sizable portion of its Paris Club debt. Gabon continues to face fluctuating prices for its oil, timber, and manganese exports. Despite the abundance of natural wealth, poor fiscal management has stifled the economy. However, President BONGO ONDIMBA has made efforts to increase transparency and is taking steps to make Gabon a more attractive investment destination to diversify the economy. BONGO ONDIMBA has attempted to boost growth by increasing government investment in human resources and infrastructure. GDP grew more than 6% per year over the 2010-13 period."
}