{"name":"Gambia, The",
 "Background":"The Gambia gained its independence from the UK in 1965. Geographically surrounded by Senegal, it formed a short-lived federation of Senegambia between 1982 and 1989. In 1991 the two nations signed a friendship and cooperation treaty, but tensions have flared up intermittently since then. Yahya JAMMEH led a military coup in 1994 that overthrew the president and banned political activity. A new constitution and presidential elections in 1996, followed by parliamentary balloting in 1997, completed a nominal return to civilian rule. JAMMEH has been elected president in all subsequent elections including most recently in late 2011.",
"Geography-note":"almost an enclave of Senegal; smallest country on the continent of Africa",
"Economy-overview":"The Gambia has sparse natural resource deposits and a limited agricultural base, and relies in part on remittances from workers overseas and tourist receipts. About three-quarters of the population depends on the agricultural sector for its livelihood and the sector provides for about one-fifth of GDP. The agricultural sector has untapped potential - less than half of arable land is cultivated. Small-scale manufacturing activity features the processing of peanuts, fish, and hides. The Gambia's natural beauty and proximity to Europe has made it one of the larger markets for tourism in West Africa, boosted by government and private sector investments in eco-tourism and upscale facilities. In 2012, however, sluggish tourism led to a decline in GDP. Tourism brings in about one-fifth of GDP. Agriculture also took a hit in 2012 due to unfavorable weather patterns. The Gambia's re-export trade accounts for almost 80% of goods exports. Unemployment and underemployment rates remain high. Economic progress depends on sustained bilateral and multilateral aid, on responsible government economic management, and on continued technical assistance from multilateral and bilateral donors. International donors and lenders continue to be concerned about the quality of fiscal management and The Gambia's debt burden."
}