{"name":"Ghana",
 "Background":"Formed from the merger of the British colony of the Gold Coast and the Togoland trust territory, Ghana in 1957 became the first sub-Saharan country in colonial Africa to gain its independence. Ghana endured a long series of coups before Lt. Jerry RAWLINGS took power in 1981 and banned political parties. After approving a new constitution and restoring multiparty politics in 1992, RAWLINGS won presidential elections in 1992 and 1996 but was constitutionally prevented from running for a third term in 2000. John KUFUOR succeeded him and was reelected in 2004. John Atta MILLS won the 2008 presidential election and took over as head of state, but he died in July 2012 and was constitutionally succeeded by his vice president John Dramani MAHAMA, who subsequently won the December 2012 presidential election.",
"Geography-note":"Lake Volta is the world's largest artificial lake by surface area (8,482 sq km; 3,275 sq mi)",
"Economy-overview":"Ghana's economy has been strengthened by a quarter century of relatively sound management, a competitive business environment, and sustained reductions in poverty levels. In late 2010, Ghana was recategorized as a lower middle-income country. Ghana is well-endowed with natural resources and agriculture accounts for roughly one-quarter of GDP and employs more than half of the workforce, mainly small landholders. The services sector accounts for 50% of GDP. Gold and cocoa production and individual remittances are major sources of foreign exchange. Oil production at Ghana's offshore Jubilee field began in mid-December 2010,and is producing close to target levels. Additional oil projects are being developed and are expected to come on line in a few years. Estimated oil reserves have jumped to almost 700 million barrels and Ghana’s growing oil industry is expected to boost economic growth as the country faces the consequences of two years of loose fiscal policy, high budget and current account deficits, and a depreciating currency. President MAHAMA faces challenges in managing a population that is unhappy with living standards and that perceives they are not reaping the benefits of oil production because of political corruption."
}