{"name":"Greenland",
 "Background":"Greenland, the world's largest island, is about 81% ice-capped. Vikings reached the island in the 10th century from Iceland; Danish colonization began in the 18th century, and Greenland was made an integral part of Denmark in 1953. It joined the European Community (now the EU) with Denmark in 1973 but withdrew in 1985 over a dispute centered on stringent fishing quotas. Greenland was granted self-government in 1979 by the Danish parliament; the law went into effect the following year. Greenland voted in favor of increased self-rule in November 2008 and acquired greater responsibility for internal affairs when the Act on Greenland Self-Government was signed into law in June 2009. Denmark, however, continues to exercise control over several policy areas on behalf of Greenland including foreign affairs, security, and financial policy in consultation with Greenland's Self-Rule Government.",
"Geography-note":"dominates North Atlantic Ocean between North America and Europe; sparse population confined to small settlements along coast; close to one-quarter of the population lives in the capital, Nuuk; world's second largest ice cap",
"Economy-overview":"The economy remains critically dependent on exports of shrimp and fish, income from resource exploration and extraction, and on a substantial subsidy from the Danish Government. The subsidy was budgeted to be about $651 million in 2012, approximately 56% of government revenues that year. The public sector, including publicly owned enterprises and the municipalities, plays the dominant role in Greenland's economy. Greenland's real GDP contracted about 1% in 2009 as a result of the global economic slowdown, but is estimated to have grown marginally in 2010-13. The relative ease with which Greenland has weathered the economic crisis is due to increased hydrocarbon and mineral exploration and extraction activities, a high level of construction activity in the Nuuk area and the increasing price of fish and shrimp. During the last decade the Greenland Home Rule Government (GHRG) pursued conservative fiscal and monetary policies, but public pressure has increased for better schools, health care and retirement systems. The Greenlandic economy has benefited from increasing catches and exports of shrimp, Greenland halibut and, more recently, crabs. Due to Greenland's continued dependence on exports of fish - which accounted for 89% of exports in 2010 - the economy remains very sensitive to foreign developments. International consortia are increasingly active in exploring for hydrocarbon resources off Greenland's western coast, and international studies indicate the potential for oil and gas fields in northern and northeastern Greenland. In May 2007 a US aluminum producer concluded a memorandum of understanding with the Greenland Home Rule Government to build an aluminum smelter and a power generation facility, which takes advantage of Greenland's abundant hydropower potential. Within the area of mining, olivine sand continues to be produced and gold production has resumed in south Greenland, while rare-earth and iron ore mineral projects have been proposed or planned elsewhere on the island. Tourism also offers another avenue of economic growth for Greenland, with increasing numbers of cruise lines now operating in Greenland's western and southern waters during the peak summer tourism season."
}