{"name":"Greece",
 "Background":"Greece achieved independence from the Ottoman Empire in 1830. During the second half of the 19th century and the first half of the 20th century, it gradually added neighboring islands and territories, most with Greek-speaking populations. In World War II, Greece was first invaded by Italy (1940) and subsequently occupied by Germany (1941-44); fighting endured in a protracted civil war between supporters of the king and other anti-communist and communist rebels. Following the latter's defeat in 1949, Greece joined NATO in 1952. In 1967, a group of military officers seized power, establishing a military dictatorship that suspended many political liberties and forced the king to flee the country. In 1974, democratic elections and a referendum created a parliamentary republic and abolished the monarchy. In 1981, Greece joined the EC (now the EU); it became the 12th member of the European Economic and Monetary Union in 2001. In 2010, the prospect of a Greek default on its euro-denominated debt created severe strains within the EMU and raised the question of whether a member country might voluntarily leave the common currency or be removed.",
"Geography-note":"strategic location dominating the Aegean Sea and southern approach to Turkish Straits; a peninsular country, possessing an archipelago of about 2,000 islands",
"Economy-overview":"Greece has a capitalist economy with a public sector accounting for about 40% of GDP and with per capita GDP about two-thirds that of the leading euro-zone economies. Tourism provides 18% of GDP. Immigrants make up nearly one-fifth of the work force, mainly in agricultural and unskilled jobs. Greece is a major beneficiary of EU aid, equal to about 3.3% of annual GDP. The Greek economy averaged growth of about 4% per year between 2003 and 2007, but the economy went into recession in 2009 as a result of the world financial crisis, tightening credit conditions, and Athens' failure to address a growing budget deficit. By 2013 the economy had contracted 26%, compared with the pre-crisis level of 2007. Greece met the EU's Growth and Stability Pact budget deficit criterion of no more than 3% of GDP in 2007-08, but violated it in 2009, with the deficit reaching 15% of GDP. Austerity measures have reduced the deficit to about 4% in 2013, including government debt payments. Deteriorating public finances, inaccurate and misreported statistics, and consistent underperformance on reforms prompted major credit rating agencies to downgrade Greece's international debt rating in late 2009, and led the country into a financial crisis. Under intense pressure from the EU and international market participants, the government adopted a medium-term austerity program that includes cutting government spending, decreasing tax evasion, overhauling the health-care and pension systems, and reforming the labor and product markets. Athens, however, faces long-term challenges to continue pushing through unpopular reforms in the face of widespread unrest from the country's powerful labor unions and the general public. In April 2010 a leading credit agency assigned Greek debt its lowest possible credit rating; in May 2010, the International Monetary Fund and Euro-Zone governments provided Greece emergency short- and medium-term loans worth $147 billion so that the country could make debt repayments to creditors. In exchange for the largest bailout ever assembled, the government announced combined spending cuts and tax increases totaling $40 billion over three years, on top of the tough austerity measures already taken. Greece, however, struggled to meet 2010 targets set by the EU and the IMF, especially after Eurostat - the EU's statistical office - revised upward Greece's deficit and debt numbers for 2009 and 2010. European leaders and the IMF agreed in October 2011 to provide Athens a second bailout package of $169 billion. The second deal however, called for holders of Greek government bonds to write down a significant portion of their holdings. As Greek banks held a significant portion of sovereign debt, the banking system was adversely affected by the write down and €41 billion of the second bailout package was set aside to ensure the banking system was adequately capitalized. In exchange for the second loan Greece promised to introduce an additional $7.8 billion in austerity measures during 2013-15. However, the massive austerity cuts have prolonged Greece's economic recession and depressed tax revenues. Throughout 2013, Greece's lenders called on Athens to step up efforts to increase tax collection, dismiss public servants, privatize public enterprises, and rein in health spending. In June 2013 Prime Minister Antonis SAMARAS's efforts to meet bailout conditions led to the departure of one party, the Democratic Left, from the governing coalition when his government made the controversial decision to shut down and restructure the state-owned television and radio company. Subsequent reluctance to institute further cuts and delays in meeting public sector reform targets prompted Greek lenders to withhold bailout fund disbursements until December 2013. However, investor confidence began to show signs of strengthening by the end of 2013 as leading macroeconomic indicators suggested the economy’s freefall had been arrested."
}