{"name":"Guatemala",
 "Background":"The Maya civilization flourished in Guatemala and surrounding regions during the first millennium A.D. After almost three centuries as a Spanish colony, Guatemala won its independence in 1821. During the second half of the 20th century, it experienced a variety of military and civilian governments, as well as a 36-year guerrilla war. In 1996, the government signed a peace agreement formally ending the internal conflict, which had left more than 200,000 people dead and had created, by some estimates, about 1 million refugees.",
"Geography-note":"no natural harbors on west coast",
"Economy-overview":"Guatemala is the most populous country in Central America with a GDP per capita roughly one-half that of the average for Latin America and the Caribbean. The agricultural sector accounts for 13.5% of GDP and 30% of the labor force; key agricultural exports include coffee, sugar, bananas, and vegetables. The 1996 peace accords, which ended 36 years of civil war, removed a major obstacle to foreign investment, and since then Guatemala has pursued important reforms and macroeconomic stabilization. The Dominican Republic-Central America Free Trade Agreement (CAFTA-DR) entered into force in July 2006, spurring increased investment and diversification of exports, with the largest increases in ethanol and non-traditional agricultural exports. While CAFTA-DR has helped improve the investment climate, concerns over security, the lack of skilled workers, and poor infrastructure continue to hamper foreign direct investment. The distribution of income remains highly unequal with the richest 20% of the population accounting for more than 51% of Guatemala's overall consumption. More than half of the population is below the national poverty line, and 13% of the population lives in extreme poverty. Poverty among indigenous groups, which make up more than 40% of the population, averages 73%, with 22% of the indigenous population living in extreme poverty. Nearly one-half of Guatemala's children under age five are chronically malnourished, one of the highest malnutrition rates in the world. Guatemala is the top remittance recipient in Central America as a result of Guatemala's large expatriate community in the United States. These inflows are a primary source of foreign income, equivalent to one-half of the country's exports or one-tenth of its GDP."
}