{"name":"Guinea",
 "Background":"Guinea is at a turning point after decades of authoritarian rule since gaining its independence from France in 1958. Guinea held its first free and competitive democratic presidential and legislative elections in 2010 and 2013 respectively. Alpha CONDE was elected to a five year term as president in 2010, and the National Assembly was seated in January 2014. CONDE's cabinet is the first all-civilian government in Guinea. Previously, Sekou TOURE ruled the country as president from independence to his death in 1984. Lansana CONTE came to power in 1984 when the military seized the government after TOURE's death. Gen. CONTE organized and won presidential elections in 1993, 1998, and 2003, though all the polls were rigged. Upon CONTE's death in December 2008, Capt. Moussa Dadis CAMARA led a military coup, seizing power and suspending the constitution. His unwillingness to yield to domestic and international pressure to step down led to heightened political tensions that culminated in September 2009 when presidential guards opened fire on an opposition rally killing more than 150 people, and in early December 2009 when CAMARA was wounded in an assassination attempt and exiled to Burkina Faso. A transitional government led by Gen. Sekouba KONATE paved the way for Guinea's transition to a fledgling democracy.",
"Geography-note":"the Niger and its important tributary the Milo have their sources in the Guinean highlands",
"Economy-overview":"Guinea is a poor country that possesses major mineral, hydropower, solar power, and agricultural resources. Guinea has historically been an exporter of agricultural commodities, but in recent years has shifted to importing the majority of food crops. Bauxite is Guinea’s main mineral resource as well as its main source of foreign currency. Guinea is the second largest producer of bauxite in the world and has the largest reserves of bauxite, estimated at 29 billion tons. The country also has significant iron ore, gold, and diamond reserves. However, Guinea has been unable to profit from this potential, as rampant corruption, dilapidated infrastructure, and political uncertainty have drained investor confidence. In the time since a 2008 coup following the death of long-term President Lansana CONTE, international donors, including the G-8, the IMF, and the World Bank, significantly curtailed their development programs but, following the December 2010 presidential elections, the IMF approved a new 3-year ECF arrangement in 2012. Guinea in September 2012 reached HIPC completion point status. Further international assistance and investment are contingent on the ability of the government to be transparent, combat corruption, reform its banking system, improve its business environment, and build infrastructure. International investors have expressed keen interest in Guinea's vast iron ore reserves, which could propel the country's growth. The government in April 2013 amended the September 2011 mining code to reduce taxes and royalties. Longer range plans to deploy broadband Internet throughout the country could spur economic growth as well. The biggest threats to Guinea’s economy are political instability and low international commodity prices."
}