{"name":"Haiti",
 "Background":"The native Taino - who inhabited the island of Hispaniola when it was discovered by Christopher COLUMBUS in 1492 - were virtually annihilated by Spanish settlers within 25 years. In the early 17th century, the French established a presence on Hispaniola. In 1697, Spain ceded to the French the western third of the island, which later became Haiti. The French colony, based on forestry and sugar-related industries, became one of the wealthiest in the Caribbean but only through the heavy importation of African slaves and considerable environmental degradation. In the late 18th century, Haiti's nearly half million slaves revolted under Toussaint L'OUVERTURE. After a prolonged struggle, Haiti became the first post-colonial black-led nation in the world, declaring its independence in 1804. Currently the poorest country in the Western Hemisphere, Haiti has experienced political instability for most of its history. After an armed rebellion led to the forced resignation and exile of President Jean-Bertrand ARISTIDE in February 2004, an interim government took office to organize new elections under the auspices of the United Nations. Continued instability and technical delays prompted repeated postponements, but Haiti inaugurated a democratically elected president and parliament in May of 2006. This was followed by contested elections in 2010 that resulted in the election of Haiti's current President, Michel MARTELLY. A massive magnitude 7.0 earthquake struck Haiti in January 2010 with an epicenter about 25 km (15 mi) west of the capital, Port-au-Prince. Estimates are that over 300,000 people were killed and some 1.5 million left homeless. The earthquake was assessed as the worst in this region over the last 200 years.",
"Geography-note":"shares island of Hispaniola with Dominican Republic (western one-third is Haiti, eastern two-thirds is the Dominican Republic)",
"Economy-overview":"Haiti is a free market economy that enjoys the advantages of low labor costs and tariff-free access to the US for many of its exports. Poverty, corruption, vulnerability to natural disasters, and low levels of education for much of the population are among Haiti's most serious impediments to economic growth. Haiti's economy suffered a severe setback in January 2010 when a 7.0 magnitude earthquake destroyed much of its capital city, Port-au-Prince, and neighboring areas. Currently the poorest country in the Western Hemisphere with 80% of the population living under the poverty line and 54% in abject poverty, the earthquake further inflicted $7.8 billion in damage and caused the country's GDP to contract. In 2011, the Haitian economy began recovering from the earthquake. However, two hurricanes adversely affected agricultural output and the low public capital spending slowed the recovery in 2012. Two-fifths of all Haitians depend on the agricultural sector, mainly small-scale subsistence farming, and remain vulnerable to damage from frequent natural disasters, exacerbated by the country's widespread deforestation. US economic engagement under the Caribbean Basin Trade Preference Agreement (CBTPA) and the 2008 Haitian Hemispheric Opportunity through Partnership Encouragement (HOPE II) Act helped increase apparel exports and investment by providing duty-free access to the US. Congress voted in 2010 to extend the CBTPA and HOPE II until 2020 under the Haiti Economic Lift Program (HELP) Act; the apparel sector accounts for about 90% of Haitian exports and nearly one-twentieth of GDP. Remittances are the primary source of foreign exchange, equaling one-fifth of GDP and representing more than five times the earnings from exports in 2012. Haiti suffers from a lack of investment, partly because of weak infrastructure such as access to electricity. Haiti's outstanding external debt was cancelled by donor countries following the 2010 earthquake, but has since risen to $1.1 billion as of December 2013. The government relies on formal international economic assistance for fiscal sustainability, with over half of its annual budget coming from outside sources. The MARTELLY administration in 2011 launched a campaign aimed at drawing foreign investment into Haiti as a means for sustainable development. To that end, the MARTELLY government in 2012 created a Commission for Commercial Code Reform, effected reforms to the justice sector, and inaugurated the Caracol industrial park in Haiti's north coast. In 2012, private investment exceeded donor assistance for the first time since the 2010 earthquake."
}