{"name":"Holy See (Vatican City)",
 "Background":"Popes in their secular role ruled portions of the Italian peninsula for more than a thousand years until the mid 19th century, when many of the Papal States were seized by the newly united Kingdom of Italy. In 1870, the pope's holdings were further circumscribed when Rome itself was annexed. Disputes between a series of \"prisoner\" popes and Italy were resolved in 1929 by three Lateran Treaties, which established the independent state of Vatican City and granted Roman Catholicism special status in Italy. In 1984, a concordat between the Holy See and Italy modified certain of the earlier treaty provisions, including the primacy of Roman Catholicism as the Italian state religion. Present concerns of the Holy See include religious freedom, threats against minority Christian communities in Africa and the Middle East, sexual misconduct by clergy, international development, interreligious dialogue and reconciliation, and the application of church doctrine in an era of rapid change and globalization. About 1.2 billion people worldwide profess Catholicism - the world's largest Christian faith.",
"Geography-note":"landlocked; enclave in Rome, Italy; world's smallest state; beyond the territorial boundary of Vatican City, the Lateran Treaty of 1929 grants the Holy See extraterritorial authority over 23 sites in Rome and five outside of Rome, including the Pontifical Palace at Castel Gandolfo (the Pope's summer residence)",
"Economy-overview":"The Holy See is supported financially by a variety of sources, including investments, real estate income, and donations from Catholic individuals, dioceses, and institutions; these help fund the Roman Curia (Vatican bureaucracy), diplomatic missions, and media outlets. Moreover, an annual collection taken up in dioceses and from direct donations go to a non-budgetary fund, known as Peter's Pence, which is used directly by the Pope for charity, disaster relief, and aid to churches in developing nations. Donations increased between 2010 and 2011. The separate Vatican City State budget includes the Vatican museums and post office and is supported financially by the sale of stamps, coins, medals, and tourist mementos; by fees for admission to museums; and by publication sales. Its revenues increased between 2010 and 2011 because of expanded opening hours and a growing number of visitors. However, the Holy See has not escaped the financial difficulties engulfing other European countries; in 2012 it started a spending review to determine where to cut costs to reverse its 2011 budget deficit of 15 million euros. Most public expenditures go to wages and other personnel costs; the incomes and living standards of lay workers are comparable to those of counterparts who work in the city of Rome."
}