{"name":"Honduras",
 "Background":"Once part of Spain's vast empire in the New World, Honduras became an independent nation in 1821. After two and a half decades of mostly military rule, a freely elected civilian government came to power in 1982. During the 1980s, Honduras proved a haven for anti-Sandinista contras fighting the Marxist Nicaraguan Government and an ally to Salvadoran Government forces fighting leftist guerrillas. The country was devastated by Hurricane Mitch in 1998, which killed about 5,600 people and caused approximately $2 billion in damage. Since then, the economy has slowly rebounded.",
"Geography-note":"has only a short Pacific coast but a long Caribbean shoreline, including the virtually uninhabited eastern Mosquito Coast",
"Economy-overview":"Honduras, the second poorest country in Central America, suffers from extraordinarily unequal distribution of income, as well as high underemployment. While historically dependent on the export of bananas and coffee, Honduras has diversified its export base to include apparel and automobile wire harnessing. Nearly half of Honduras's economic activity is directly tied to the US, with exports to the US accounting for 30% of GDP and remittances for another 20%. The US-Central America-Dominican Republic Free Trade Agreement (CAFTA-DR) came into force in 2006 and has helped foster foreign direct investment, but physical and political insecurity, as well as crime and perceptions of corruption, may deter potential investors; about 70% of FDI is from US firms. The economy registered modest economic growth of 3.0%-4.0% from 2010 to 2012, insufficient to improve living standards for the nearly 65% of the population in poverty. An 18-month IMF Standby Arrangement expired in March 2012 and was not renewed, due to the country's growing budget deficit and weak current account performance. Public sector workers complained of not receiving their salaries in November and December 2012, and government suppliers are owed at least several hundred million dollars in unpaid contracts. The government announced in January 2013 that loss-making public enterprises will be forced to submit financial rescue plans before receiving their budget allotments for 2013."
}