{"name":"Hong Kong",
 "Background":"Occupied by the UK in 1841, Hong Kong was formally ceded by China the following year; various adjacent lands were added later in the 19th century. Pursuant to an agreement signed by China and the UK on 19 December 1984, Hong Kong became the Hong Kong Special Administrative Region (SAR) of the People's Republic of China on 1 July 1997. In this agreement, China promised that, under its \"one country, two systems\" formula, China's socialist economic system would not be imposed on Hong Kong and that Hong Kong would enjoy a \"high degree of autonomy\" in all matters except foreign and defense affairs for the subsequent 50 years.",
"Geography-note":"composed of more than 200 islands",
"Economy-overview":"Hong Kong has a free market economy, highly dependent on international trade and finance - the value of goods and services trade, including the sizable share of re-exports, is about four times GDP. Hong Kong has no tariffs on imported goods, and it levies excise duties on only four commodities, whether imported or produced locally: hard alcohol, tobacco, hydrocarbon oil, and methyl alcohol. There are no quotas or dumping laws. Hong Kong's open economy left it exposed to the global economic slowdown that began in 2008. Although increasing integration with China, through trade, tourism, and financial links, helped it to make an initial recovery more quickly than many observers anticipated, its continued reliance on foreign trade and investment leaves it vulnerable to renewed global financial market volatility or a slowdown in the global economy. The Hong Kong government is promoting the Special Administrative Region (SAR) as the site for Chinese renminbi (RMB) internationalization. Hong Kong residents are allowed to establish RMB-denominated savings accounts; RMB-denominated corporate and Chinese government bonds have been issued in Hong Kong; and RMB trade settlement is allowed. The territory far exceeded the RMB conversion quota set by Beijing for trade settlements in 2010 due to the growth of earnings from exports to the mainland. RMB deposits grew to roughly 12% of total system deposits in Hong Kong by the end of 2013. The government is pursuing efforts to introduce additional use of RMB in Hong Kong financial markets and is seeking to expand the RMB quota. The mainland has long been Hong Kong's largest trading partner, accounting for about half of Hong Kong's total trade by value. Hong Kong's natural resources are limited, and food and raw materials must be imported. As a result of China's easing of travel restrictions, the number of mainland tourists to the territory has surged from 4.5 million in 2001 to 34.9 million in 2012, outnumbering visitors from all other countries combined. Hong Kong has also established itself as the premier stock market for Chinese firms seeking to list abroad. In 2012 mainland Chinese companies constituted about 46.6% of the firms listed on the Hong Kong Stock Exchange and accounted for about 57.4% of the Exchange's market capitalization. During the past decade, as Hong Kong's manufacturing industry moved to the mainland, its service industry has grown rapidly. Credit expansion and tight housing supply conditions have caused Hong Kong property prices to rise rapidly; consumer prices increased by more than 4% in 2013. Lower and middle income segments of the population are increasingly unable to afford adequate housing. Hong Kong continues to link its currency closely to the US dollar, maintaining an arrangement established in 1983. In 2013, Hong Kong and China signed new agreements under the Closer Economic Partnership Agreement, adopted in 2003 to forge closer ties between Hong Kong and the mainland. The new measures, effective from January 2014, cover services and trade facilitation, and will improve access to the mainland's service sector for Hong Kong-based companies."
}