{"name":"Hungary",
 "Background":"Hungary became a Christian kingdom in A.D. 1000 and for many centuries served as a bulwark against Ottoman Turkish expansion in Europe. The kingdom eventually became part of the polyglot Austro-Hungarian Empire, which collapsed during World War I. The country fell under communist rule following World War II. In 1956, a revolt and an announced withdrawal from the Warsaw Pact were met with a massive military intervention by Moscow. Under the leadership of Janos KADAR in 1968, Hungary began liberalizing its economy, introducing so-called \"Goulash Communism.\" Hungary held its first multiparty elections in 1990 and initiated a free market economy. It joined NATO in 1999 and the EU five years later. In 2011, Hungary assumed the six-month rotating presidency of the EU for the first time.",
"Geography-note":"landlocked; strategic location astride main land routes between Western Europe and Balkan Peninsula as well as between Ukraine and Mediterranean basin; the north-south flowing Duna (Danube) and Tisza Rivers divide the country into three large regions",
"Economy-overview":"Hungary has made the transition from a centrally planned to a market economy, with a per capita income nearly two-thirds that of the EU-28 average. In late 2008, Hungary's impending inability to service its short-term debt - brought on by the global financial crisis - led Budapest to obtain an IMF/EU/World Bank-arranged financial assistance package worth over $25 billion. The global economic downturn, declining exports, and low domestic consumption and fixed asset accumulation, dampened by government austerity measures, resulted in a severe economic contraction in 2009. In 2010 the new government implemented a number of changes including cutting business and personal income taxes, but imposed \"crisis taxes\" on financial institutions, energy and telecom companies, and retailers. The IMF/EU bail-out program lapsed at the end of the year and was replaced by Post Program Monitoring and Article IV Consultations on overall economic and fiscal processes. At the end of 2011 the government turned to the IMF and the EU to obtain financial backstop to support its efforts to refinance foreign currency debt and bond obligations in 2012 and beyond, but Budapest's rejection of EU and IMF economic policy recommendations led to a breakdown in talks with the lenders in late 2012. Global demand for high yield has since helped Hungary to obtain funds on international markets. Hungary’s progress reducing its deficit to under 3% of GDP led the European Commission in 2013 to permit Hungary for the first time since joining the EU in 2004 to exit the Excessive Deficit Procedure."
}