{"name":"Iceland",
 "Background":"Settled by Norwegian and Celtic (Scottish and Irish) immigrants during the late 9th and 10th centuries A.D., Iceland boasts the world's oldest functioning legislative assembly, the Althing, established in 930. Independent for over 300 years, Iceland was subsequently ruled by Norway and Denmark. Fallout from the Askja volcano of 1875 devastated the Icelandic economy and caused widespread famine. Over the next quarter century, 20% of the island's population emigrated, mostly to Canada and the US. Denmark granted limited home rule in 1874 and complete independence in 1944. The second half of the 20th century saw substantial economic growth driven primarily by the fishing industry. The economy diversified greatly after the country joined the European Economic Area in 1994, but Iceland was especially hard hit by the global financial crisis in the years following 2008. Literacy, longevity, and social cohesion are first rate by world standards.",
"Geography-note":"strategic location between Greenland and Europe; westernmost European country; Reykjavik is the northernmost national capital in the world; more land covered by glaciers than in all of continental Europe",
"Economy-overview":"Iceland's Scandinavian-type social-market economy combines a capitalist structure and free-market principles with an extensive welfare system. Prior to the 2008 crisis, Iceland had achieved high growth, low unemployment, and a remarkably even distribution of income. The economy depends heavily on the fishing industry, which provides 40% of export earnings, more than 12% of GDP, and employs nearly 5% of the work force. It remains sensitive to declining fish stocks as well as to fluctuations in world prices for its main exports: fish and fish products, aluminum, and ferrosilicon. Iceland's economy has been diversifying into manufacturing and service industries in the last decade, particularly within the fields of software production, biotechnology, and tourism. In fall 2013, the Icelandic government approved a joint application by Icelandic, Chinese and Norwegian energy firms to conduct oil exploration off Iceland’s northeast coast. Abundant geothermal and hydropower sources have attracted substantial foreign investment in the aluminum sector, boosted economic growth, and sparked some interest from high-tech firms looking to establish data centers using cheap green energy, although the financial crisis has put several investment projects on hold. Much of Iceland's economic growth in recent years came as the result of a boom in domestic demand following the rapid expansion of the country's financial sector. Domestic banks expanded aggressively in foreign markets, and consumers and businesses borrowed heavily in foreign currencies, following the privatization of the banking sector in the early 2000s. Worsening global financial conditions throughout 2008 resulted in a sharp depreciation of the krona vis-a-vis other major currencies. The foreign exposure of Icelandic banks, whose loans and other assets totaled more than 10 times the country's GDP, became unsustainable. Iceland's three largest banks collapsed in late 2008. The country secured over $10 billion in loans from the IMF and other countries to stabilize its currency and financial sector, and to back government guarantees for foreign deposits in Icelandic banks. GDP fell 6.8% in 2009, and unemployment peaked at 9.4% in February 2009. Since the collapse of Iceland's financial sector, government economic priorities have included: stabilizing the krona, implementing capital controls, reducing Iceland's high budget deficit, containing inflation, addressing high household debt, restructuring the financial sector, and diversifying the economy. Three new banks were established to take over the domestic assets of the collapsed banks. Two of them have foreign majority ownership, while the State holds a majority of the shares of the third. Iceland began making payments to the UK, the Netherlands, and other claimants in late 2011 following Iceland's Supreme Court ruling that upheld 2008 emergency legislation that gives priority to depositors for compensation from failed Icelandic banks. Iceland owes British and Dutch authorities approximately $5.5 billion for compensating British and Dutch citizens who lost deposits in Icesave when parent bank Landsbanki failed in 2008. Iceland began accession negotiations with the EU in July 2010, but decided in mid-2013 to suspend negotiations with the EU because of concern about losing control over fishing resources and worries over the ongoing Eurozone crisis."
}