{"name":"Indonesia",
 "Background":"The Dutch began to colonize Indonesia in the early 17th century; Japan occupied the islands from 1942 to 1945. Indonesia declared its independence shortly before Japan's surrender, but it required four years of sometimes brutal fighting, intermittent negotiations, and UN mediation before the Netherlands agreed to transfer sovereignty in 1949. A period of sometimes unruly parliamentary democracy ended in 1957 when President SOEKARNO declared martial law and instituted \"Guided Democracy.\" After an abortive coup in 1965 by alleged communist sympathizers, SOEKARNO was gradually eased from power. From 1967 until 1988, President SUHARTO ruled Indonesia with his \"New Order\" government. After rioting toppled Suharto in 1998, free and fair legislative elections took place in 1999. Indonesia is now the world's third most populous democracy, the world's largest archipelagic state, and the world's largest Muslim-majority nation. Current issues include: alleviating poverty, improving education, preventing terrorism, consolidating democracy after four decades of authoritarianism, implementing economic and financial reforms, stemming corruption, reforming the criminal justice system, holding the military and police accountable for human rights violations, addressing climate change, and controlling infectious diseases, particularly those of global and regional importance. In 2005, Indonesia reached a historic peace agreement with armed separatists in Aceh, which led to democratic elections in Aceh in December 2006. Indonesia continues to face low intensity armed resistance in Papua by the separatist Free Papua Movement.",
"Geography-note":"archipelago of 17,508 islands, some 6,000 of which are inhabited (Indonesia is the world's largest country comprised solely of islands); straddles equator; strategic location astride or along major sea lanes from Indian Ocean to Pacific Ocean",
"Economy-overview":"Indonesia, a vast polyglot nation, has grown strongly since 2010. During the global financial crisis, Indonesia outperformed its regional neighbors and joined China and India as the only G20 members posting growth. The government has promoted fiscally conservative policies, resulting in a debt-to-GDP ratio of less than 25% and historically low rates of inflation. Fitch and Moody's upgraded Indonesia's credit rating to investment grade in December 2011. Indonesia still struggles with poverty and unemployment, inadequate infrastructure, corruption, a complex regulatory environment, and unequal resource distribution among regions. The government also faces the challenges of quelling labor unrest and reducing fuel subsidies in the face of high oil prices."
}