{"name":"Iran",
 "Background":"Known as Persia until 1935, Iran became an Islamic republic in 1979 after the ruling monarchy was overthrown and Shah Mohammad Reza PAHLAVI was forced into exile. Conservative clerical forces led by Ayatollah Ruhollah KHOMEINI established a theocratic system of government with ultimate political authority vested in a learned religious scholar referred to commonly as the Supreme Leader who, according to the constitution, is accountable only to the Assembly of Experts - a popularly elected 86-member body of clerics. US-Iranian relations became strained when a group of Iranian students seized the US Embassy in Tehran in November 1979 and held embassy personnel hostages until mid-January 1981. The US cut off diplomatic relations with Iran in April 1980. During the period 1980-88, Iran fought a bloody, indecisive war with Iraq that eventually expanded into the Persian Gulf and led to clashes between US Navy and Iranian military forces. Iran has been designated a state sponsor of terrorism for its activities in Lebanon and elsewhere in the world and remains subject to US, UN, and EU economic sanctions and export controls because of its continued involvement in terrorism and concerns over possible military dimensions of its nuclear program. Following the election of reformer Hojjat ol-Eslam Mohammad KHATAMI as president in 1997 and a reformist Majles (legislature) in 2000, a campaign to foster political reform in response to popular dissatisfaction was initiated. The movement floundered as conservative politicians, supported by the Supreme Leader, unelected institutions of authority like the Council of Guardians, and the security services reversed and blocked reform measures while increasing security repression. Starting with nationwide municipal elections in 2003 and continuing through Majles elections in 2004, conservatives reestablished control over Iran's elected government institutions, which culminated with the August 2005 inauguration of hardliner Mahmud AHMADI-NEJAD as president. His controversial reelection in June 2009 sparked nationwide protests over allegations of electoral fraud. These protests were quickly suppressed, and the political opposition that arouse as a consequence of AHMADI-NEJAD's election was repressed. Deteriorating economic conditions due primarily to government mismanagement and international sanctions prompted at least two major economically based protests in July and October 2012, but Iran's internal security situation remained stable. President AHMADI-NEJAD's independent streak angered regime establishment figures, including the Supreme Leader, leading to conservative opposition to his agenda for the last year of his presidency, and an alienation of his political supporters. In June 2013 Iranians elected a moderate conservative cleric, Dr. Hasan Fereidun RUHANI to the presidency. He is a long-time senior member in the regime, but has made promises of reforming society and Iran's foreign policy. The UN Security Council has passed a number of resolutions calling for Iran to suspend its uranium enrichment and reprocessing activities and comply with its IAEA obligations and responsibilities, but in November 2013 the five permanent members, plus Germany, (P5+1) signed a joint plan with Iran to provide the country with incremental relief from international pressure for positive steps toward transparency of their nuclear program.",
"Geography-note":"strategic location on the Persian Gulf and Strait of Hormuz, which are vital maritime pathways for crude oil transport",
"Economy-overview":"Iran's economy is marked by statist policies, an inefficient state sector, and reliance on oil, a major source of government revenues. Price controls, subsidies, and other distortions weigh down the economy, undermining the potential for private-sector-led growth. Private sector activity is typically limited to small-scale workshops, farming, some manufacturing, and services. Significant informal market activity flourishes and corruption is widespread. New fiscal and monetary constraints on Tehran, following the expansion of international sanctions in 2012 against Iran's Central Bank and oil exports, significantly reduced Iran's oil revenue, forced government spending cuts, and fueled a 60% currency depreciation. Economic growth turned negative in 2012 and 2013, for the first time in two decades. Iran continues to suffer from double-digit unemployment and underemployment. Lack of job opportunities has convinced many educated Iranian youth to seek jobs overseas, resulting in a significant \"brain drain.\" However, the election of President Hasan RUHANI in June 2013 brought about widespread expectations of economic improvements and greater international engagement among the Iranian public, and early in Ruhani's term the country saw a strengthened national currency and a historic boost to market values at the Tehran Stock Exchange."
}