{"name":"Iraq",
 "Background":"Formerly part of the Ottoman Empire, Iraq was occupied by Britain during the course of World War I; in 1920, it was declared a League of Nations mandate under UK administration. In stages over the next dozen years, Iraq attained its independence as a kingdom in 1932. A \"republic\" was proclaimed in 1958, but in actuality a series of strongmen ruled the country until 2003. The last was SADDAM Husayn. Territorial disputes with Iran led to an inconclusive and costly eight-year war (1980-88). In August 1990, Iraq seized Kuwait but was expelled by US-led, UN coalition forces during the Gulf War of January-February 1991. Following Kuwait's liberation, the UN Security Council (UNSC) required Iraq to scrap all weapons of mass destruction and long-range missiles and to allow UN verification inspections. Continued Iraqi noncompliance with UNSC resolutions over a period of 12 years led to the US-led invasion of Iraq in March 2003 and the ouster of the SADDAM Husayn regime. US forces remained in Iraq under a UNSC mandate through 2009 and under a bilateral security agreement thereafter, helping to provide security and to train and mentor Iraqi security forces. In October 2005, Iraqis approved a constitution in a national referendum and, pursuant to this document, elected a 275-member Council of Representatives (COR) in December 2005. The COR approved most cabinet ministers in May 2006, marking the transition to Iraq's first constitutional government in nearly a half century. In January 2009 and April 2013, Iraq held elections for provincial councils in all governorates except for the three governorates comprising the Kurdistan Regional Government and Kirkuk Governorate. Iraq held a national legislative election in March 2010 - choosing 325 legislators in an expanded COR - and, after nine months of deadlock the COR approved the new government in December 2010. Nearly nine years after the start of the Second Gulf War in Iraq, US military operations there ended in mid-December 2011.",
"Geography-note":"strategic location on Shatt al Arab waterway and at the head of the Persian Gulf",
"Economy-overview":"An improving security environment and foreign investment are helping to spur economic activity, particularly in the energy, construction, and retail sectors. Broader economic development, long-term fiscal health, and sustained improvements in the overall standard of living still depend on the central government passing major policy reforms. Iraq's largely state-run economy is dominated by the oil sector, which provides more than 90% of government revenue and 80% of foreign exchange earnings. Iraq in 2012 boosted oil exports to a 30-year high of 2.6 million barrels per day, a significant increase from Iraq's average of 2.2 million in 2011. Government revenues increased as global oil prices remained persistently high for much of 2012. Iraq's contracts with major oil companies have the potential to further expand oil exports and revenues, but Iraq will need to make significant upgrades to its oil processing, pipeline, and export infrastructure to enable these deals to reach their economic potential. The Iraqi Kurdistan Region's (IKR) autonomous Kurdistan Regional Government (KRG) passed its own oil law in 2007, and has directly signed about 50 contracts to develop IKR energy reserves. The federal government has disputed the legal authority of the KRG to conclude most of these contracts, some of which are also in areas with unresolved administrative boundaries in dispute between the federal and regional government. Iraq is making slow progress enacting laws and developing the institutions needed to implement economic policy, and political reforms are still needed to assuage investors' concerns regarding the uncertain business climate, which may have been harmed by the November 2012 standoff between Baghdad and Erbil and the removal of the Central Bank Governor in October 2012. The government of Iraq is eager to attract additional foreign direct investment, but it faces a number of obstacles including a tenuous political system and concerns about security and societal stability. Rampant corruption, outdated infrastructure, insufficient essential services, skilled labor shortages, and antiquated commercial laws stifle investment and continue to constrain growth of private, nonoil sectors. Iraq is considering a package of laws to establish a modern legal framework for the oil sector and a mechanism to equitably divide oil revenues within the nation, although these reforms are still under contentious and sporadic negotiation. Under the Iraqi Constitution, some competencies relevant to the overall investment climate are either shared by the federal government and the regions or are devolved entirely to the regions. Investment in the IKR operates within the framework of the Kurdistan Region Investment Law (Law 4 of 2006) and the Kurdistan Board of Investment, which is designed to provide incentives to help economic development in areas under the authority of the KRG. Inflation has remained under control since 2006 as security improved. However, Iraqi leaders remain hard pressed to translate macroeconomic gains into an improved standard of living for the Iraqi populace. Unemployment remains a problem throughout the country despite a bloated public sector. Encouraging private enterprise through deregulation would make it easier for Iraqi citizens and foreign investors to start new businesses. Rooting out corruption and implementing reforms - such as restructuring banks and developing the private sector - would be important steps in this direction."
}