{"name":"Israel",
 "Background":"Following World War II, the British withdrew from their mandate of Palestine, and the UN proposed partitioning the area into Arab and Jewish states, an arrangement rejected by the Arabs. Nonetheless, an Israeli state was declared in 1948 and the Israelis subsequently defeated the Arabs in a series of wars without ending the deep tensions between the two sides. (The territories Israel occupied since the 1967 war are not included in the Israel country profile, unless otherwise noted.) On 25 April 1982, Israel withdrew from the Sinai pursuant to the 1979 Israel-Egypt Peace Treaty. In keeping with the framework established at the Madrid Conference in October 1991, bilateral negotiations were conducted between Israel and Palestinian representatives and Syria to achieve a permanent settlement. Israel and Palestinian officials signed on 13 September 1993 a Declaration of Principles (also known as the \"Oslo Accords\"), enshrining the idea of a two-state solution to their conflict and guiding an interim period of Palestinian self-rule. Outstanding territorial and other disputes with Jordan were resolved in the 26 October 1994 Israel-Jordan Treaty of Peace. Progress toward a permanent status agreement with the Palestinians was undermined by Israeli-Palestinian violence between 2001 and February 2005. Israel in 2005 unilaterally disengaged from the Gaza Strip, evacuating settlers and its military while retaining control over most points of entry into the Gaza Strip. The election of HAMAS to head the Palestinian Legislative Council in 2006 froze relations between Israel and the Palestinian Authority (PA). In 2006 Israel engaged in a 34-day conflict with Hizballah in Lebanon in June-August 2006 and a 23-day conflict with HAMAS in the Gaza Strip during December 2008 and January 2009. Direct talks with the Palestinians launched in September 2010 collapsed following the expiration of Israel's 10-month partial settlement construction moratorium in the West Bank. In November 2012, Israel engaged in a seven-day conflict with HAMAS in the Gaza Strip. Prime Minister Binyamin NETANYAHU formed a coalition government in March 2013 following general elections in January 2013. Direct talks with the Palestinians resumed in July 2013 and but were suspended in late April 2014.",
"Geography-note":"Lake Tiberias (Sea of Galilee) is an important freshwater source; the Dead Sea is the second saltiest body of water in the world (after Lake Assal in Djibouti); there are about 355 Israeli civilian sites including about 145 small outpost communities in the West Bank, 41 sites in the Golan Heights, and 32 in East Jerusalem (2010 est.)",
"Economy-overview":"Israel has a technologically advanced market economy. Cut diamonds, high-technology equipment, and pharmaceuticals are among the leading exports. Its major imports include crude oil, grains, raw materials, and military equipment. Israel usually posts sizable trade deficits, which are covered by tourism and other service exports, as well as significant foreign investment inflows. Between 2004 and 2011, growth averaged nearly 5% per year, led by exports. The global financial crisis of 2008-09 spurred a brief recession in Israel, but the country entered the crisis with solid fundamentals, following years of prudent fiscal policy and a resilient banking sector. In 2010, Israel formally acceded to the OECD. Israel's economy also has weathered the Arab Spring because strong trade ties outside the Middle East have insulated the economy from spillover effects. The economy has recovered better than most advanced, comparably sized economies, but slowing demand domestically and internationally, and a strong shekel, have reduced forecasts for the next decade to the 3% level. Natural gas fields discovered off Israel's coast since 2009 have brightened Israel's energy security outlook. The Tamar and Leviathan fields were some of the world's largest offshore natural gas finds this past decade. The massive Leviathan field is not due to come online until 2018, but production from Tamar provided a one percentage point boost to Israel's GDP in 2013 and is expected to contribute 0.5% growth in 2014. In mid-2011, public protests arose around income inequality and rising housing and commodity prices. Israel's income inequality and poverty rates are among the highest of OECD countries and there is a broad perception among the public that a small number of \"tycoons\" have a cartel-like grip over the major parts of the economy. The government formed committees to address some of the grievances but has maintained that it will not engage in deficit spending to satisfy populist demands. In May 2013 the Israeli government, in a politically difficult process, passed an austerity budget to reign in the deficit and restore confidence in the government's fiscal position. Over the long term, Israel faces structural issues, including low labor participation rates for its fastest growing social segments - the ultra-orthodox and Arab-Israeli communities. Also, Israel's progressive, globally competitive, knowledge-based technology sector employs only 9% of the workforce, with the rest employed in manufacturing and services - sectors which face downward wage pressures from global competition."
}