{"name":"Jamaica",
 "Background":"The island - discovered by Christopher COLUMBUS in 1494 - was settled by the Spanish early in the 16th century. The native Taino, who had inhabited Jamaica for centuries, were gradually exterminated and replaced by African slaves. England seized the island in 1655 and established a plantation economy based on sugar, cocoa, and coffee. The abolition of slavery in 1834 freed a quarter million slaves, many of whom became small farmers. Jamaica gradually increased its independence from Britain. In 1958 it joined other British Caribbean colonies in forming the Federation of the West Indies. Jamaica gained full independence when it withdrew from the Federation in 1962. Deteriorating economic conditions during the 1970s led to recurrent violence as rival gangs affiliated with the major political parties evolved into powerful organized crime networks involved in international drug smuggling and money laundering. Violent crime, drug trafficking, and poverty pose significant challenges to the government today. Nonetheless, many rural and resort areas remain relatively safe and contribute substantially to the economy.",
"Geography-note":"strategic location between Cayman Trench and Jamaica Channel, the main sea lanes for the Panama Canal",
"Economy-overview":"The Jamaican economy is heavily dependent on services, which accounts for nearly 80% of GDP. The country continues to derive most of its foreign exchange from tourism, remittances, and bauxite/alumina. Remittances and tourism each account for 30% of GDP, while bauxite/alumina exports make up roughly 5% of GDP. The bauxite/alumina sector was most affected by the global downturn while the tourism industry and remittance flow remained resilient. Jamaica's economy faces many challenges to growth: high crime and corruption, large-scale unemployment and underemployment, and a debt-to-GDP ratio of about 140%. The attendant debt servicing cost consumes a large portion of the government's budget, limiting its ability to fund the critical infrastructure and social programs required to drive growth. Jamaica's economic growth rate in the recent past has been stagnant, averaging less than 1% per year for over 20 years. Jamaica's onerous public debt burden is largely the result of government bailouts to ailing sectors of the economy, most notably to the financial sector. In early 2010, the Jamaican Government initiated the Jamaica Debt Exchange to retire high-priced domestic bonds and reduce annual debt servicing. Despite these efforts, debt continued to be a serious concern, forcing the government to negotiate and sign a new IMF agreement in May 2013 to gain access to approximately $1 billion additional funds. As a precursor, the government instigated a second National Debt Exchange in 2012. The IMF deal requires the government to reform its tax system, eliminate discretionary tax exemptions and waivers, and achieve an annual surplus of 7.5%, excluding debt payments, to reduce its debt below 100% of GDP by 2020. The SIMPSON-MILLER administration now faces the difficult prospect of having to achieve fiscal discipline to maintain debt payments while simultaneously attacking a serious crime problem that is hampering economic growth. High unemployment exacerbates the crime problem, including gang violence that is fueled by the drug trade. The IMF approved a four-year $932 million Extended Fund Facility arrangement for Jamaica in May 2013."
}