{"name":"Japan",
 "Background":"In 1603, after decades of civil warfare, the Tokugawa shogunate (a military-led, dynastic government) ushered in a long period of relative political stability and isolation from foreign influence. For more than two centuries this policy enabled Japan to enjoy a flowering of its indigenous culture. Japan opened its ports after signing the Treaty of Kanagawa with the US in 1854 and began to intensively modernize and industrialize. During the late 19th and early 20th centuries, Japan became a regional power that was able to defeat the forces of both China and Russia. It occupied Korea, Formosa (Taiwan), and southern Sakhalin Island. In 1931-32 Japan occupied Manchuria, and in 1937 it launched a full-scale invasion of China. Japan attacked US forces in 1941 - triggering America's entry into World War II - and soon occupied much of East and Southeast Asia. After its defeat in World War II, Japan recovered to become an economic power and an ally of the US. While the emperor retains his throne as a symbol of national unity, elected politicians hold actual decision-making power. Following three decades of unprecedented growth, Japan's economy experienced a major slowdown starting in the 1990s, but the country remains a major economic power. In March 2011, Japan's strongest-ever earthquake, and an accompanying tsunami, devastated the northeast part of Honshu island, killing thousands and damaging several nuclear power plants. The catastrophe hobbled the country's economy and its energy infrastructure, and tested its ability to deal with humanitarian disasters.",
"Geography-note":"strategic location in northeast Asia",
"Economy-overview":"In the years following World War II, government-industry cooperation, a strong work ethic, mastery of high technology, and a comparatively small defense allocation (1% of GDP) helped Japan develop a technologically advanced economy. Two notable characteristics of the post-war economy were the close interlocking structures of manufacturers, suppliers, and distributors, known as keiretsu, and the guarantee of lifetime employment for a substantial portion of the urban labor force. Both features are now eroding under the dual pressures of global competition and domestic demographic change. Japan's industrial sector is heavily dependent on imported raw materials and fuels. A small agricultural sector is highly subsidized and protected, with crop yields among the highest in the world. While self-sufficient in rice production, Japan imports about 60% of its food on a caloric basis. For three decades, overall real economic growth had been spectacular - a 10% average in the 1960s, a 5% average in the 1970s, and a 4% average in the 1980s. Growth slowed markedly in the 1990s, averaging just 1.7%, largely because of the after effects of inefficient investment and an asset price bubble in the late 1980s that required a protracted period of time for firms to reduce excess debt, capital, and labor. Modest economic growth continued after 2000, but the economy has fallen into recession three times since 2008. A sharp downturn in business investment and global demand for Japan's exports in late 2008 pushed Japan into recession. Government stimulus spending helped the economy recover in late 2009 and 2010, but the economy contracted again in 2011 as the massive 9.0 magnitude earthquake and the ensuing tsunami in March disrupted manufacturing. The economy has largely recovered in the two years since the disaster, but reconstruction in the Tohoku region has been uneven. Prime Minister Shinzo ABE has declared the economy his government's top priority; he has overturned his predecessor's plan to permanently close nuclear power plants and is pursuing an economic revitalization agenda of fiscal stimulus, monetary easing, and structural reform. Japan joined the Trans Pacific Partnership negotiations in 2013, a pact that would open Japan's economy to increased foreign competition and create new export opportunities for Japanese businesses. Measured on a purchasing power parity (PPP) basis that adjusts for price differences, Japan in 2013 stood as the fourth-largest economy in the world after second-place China, which surpassed Japan in 2001, and third-place India, which edged out Japan in 2012. The new government will continue a longstanding debate on restructuring the economy and reining in Japan's huge government debt, which is exceeding 230% of GDP. To help raise government revenue and reduce public debt, Japan decided in 2013 to gradually increase the consumption tax to a total of 10% by the year 2015. Japan is making progress on ending deflation due to a weaker yen and higher energy costs, but reliance on exports to drive growth and an aging, shrinking population pose other major long-term challenges for the economy."
}