{"name":"Jordan",
 "Background":"Following World War I and the dissolution of the Ottoman Empire, the League of Nations awarded Britain the mandate to govern much of the Middle East. Britain demarcated a semi-autonomous region of Transjordan from Palestine in the early 1920s. The area gained its independence in 1946 and thereafter became The Hashemite Kingdom of Jordan. The country's long-time ruler, King HUSSEIN (1953-99), successfully navigated competing pressures from the major powers (US, USSR, and UK), various Arab states, Israel, and a large internal Palestinian population. Jordan lost the West Bank to Israel in the 1967 Six-Day War. King HUSSEIN in 1988 permanently relinquished Jordanian claims to the West Bank; in 1994 he signed a peace treaty with Israel. King ABDALLAH II, King HUSSEIN's eldest son, assumed the throne following his father's death in 1999. He implemented modest political and economic reforms, but in the wake of the \"Arab Revolution\" across the Middle East, Jordanians continue to press for further political liberalization, government reforms, and economic improvements. In January 2014, Jordan assumed a nonpermanent seat on the UN Security Council for the 2014-15 term.",
"Geography-note":"strategic location at the head of the Gulf of Aqaba and as the Arab country that shares the longest border with Israel and the occupied West Bank",
"Economy-overview":"Jordan's economy is among the smallest in the Middle East, with insufficient supplies of water, oil, and other natural resources underlying the government's heavy reliance on foreign assistance. Other economic challenges for the government include chronic high rates of poverty, unemployment, inflation, and a large budget deficit. Since assuming the throne in 1999, King ABDALLAH has implemented significant economic reforms, such as opening the trade regime, privatizing state-owned companies, and eliminating some fuel subsidies, which in the last decade spurred economic growth by attracting foreign investment and creating some jobs. The global economic slowdown and regional turmoil, however, have depressed Jordan's GDP growth, impacting export-oriented sectors, construction, and tourism. In 2011 and 2012, the government approved two economic relief packages and a budgetary supplement, meant to improve the living conditions for the middle and poor classes. Jordan's finances have also been strained by a series of natural gas pipeline attacks in Egypt, causing Jordan to substitute more expensive diesel imports, primarily from Saudi Arabia, to generate electricity. Jordan is currently exploring nuclear power generation in addition to the exploitation of abundant oil shale reserves and renewable technologies to forestall energy shortfalls. In 2012, to correct budgetary and balance of payments imbalances, Jordan entered into a $2.1 billion, multiple year International Monetary Fund Stand-By Arrangement. Jordan's financial sector has been relatively isolated from the international financial crisis because of its limited exposure to overseas capital markets. In 2013, Jordan depended heavily on foreign assistance to finance the budget deficit, as the influx of about 600,000 Syrian refugees put additional pressure on expenditures."
}