{"name":"Kazakhstan",
 "Background":"Ethnic Kazakhs, a mix of Turkic and Mongol nomadic tribes who migrated to the region by the 13th century, were rarely united as a single nation. The area was conquered by Russia in the 18th century, and Kazakhstan became a Soviet Republic in 1936. During the 1950s and 1960s agricultural \"Virgin Lands\" program, Soviet citizens were encouraged to help cultivate Kazakhstan's northern pastures. This influx of immigrants (mostly Russians, but also some other deported nationalities) skewed the ethnic mixture and enabled non-ethnic Kazakhs to outnumber natives. Non-Muslim ethnic minorities departed Kazakhstan in large numbers from the mid-1990s through the mid-2000s and a national program has repatriated about a million ethnic Kazakhs back to Kazakhstan. These trends have allowed Kazakhs to become the titular majority again. This dramatic demographic shift has also undermined the previous religious diversity and made the country more than 70 percent Muslim. Kazakhstan's economy is larger than those of all the other Central Asian states largely due to the country's vast natural resources. Current issues include: developing a cohesive national identity; managing Islamic revivalism; expanding the development of the country's vast energy resources and exporting them to world markets; diversifying the economy outside the oil, gas, and mining sectors; enhancing Kazakhstan's economic competitiveness; developing a multiparty parliament and advancing political and social reform; and strengthening relations with neighboring states and other foreign powers.",
"Geography-note":"world's largest landlocked country; Russia leases approximately 6,000 sq km of territory enclosing the Baykonur Cosmodrome; in January 2004, Kazakhstan and Russia extended the lease to 2050",
"Economy-overview":"Kazakhstan, geographically the largest of the former Soviet republics, excluding Russia, possesses enormous fossil fuel reserves and plentiful supplies of other minerals and metals, such as uranium, copper, and zinc. It also has a large agricultural sector featuring livestock and grain. In 2002 Kazakhstan became the first country in the former Soviet Union to receive an investment-grade credit rating. Extractive industries have been and will continue to be the engine of Kazakhstan's growth, although the country is aggressively pursuing diversification strategies. Landlocked, with restricted access to the high seas, Kazakhstan relies on its neighbors to export its products, especially oil and grain. Although its Caspian Sea ports, pipelines, and rail lines carrying oil have been upgraded, civil aviation and roadways continue to need attention. Telecoms are improving, but require considerable investment, as does the information technology base. Supply and distribution of electricity can be erratic because of regional dependencies, but the country is moving forward with plans to improve reliability of electricity and gas supply to its population. At the end of 2007, global financial markets froze up and the loss of capital inflows to Kazakhstani banks caused a credit crunch. The subsequent and sharp fall of oil and commodity prices in 2008 aggravated the economic situation, and Kazakhstan plunged into recession. While the global financial crisis took a significant toll on Kazakhstan's economy, it has rebounded well, helped by prudent government measures. Rising commodity prices have helped the recovery. Despite solid macroeconomic indicators, the government realizes that its economy suffers from an overreliance on oil and extractive industries, the so-called \"Dutch disease.\" In response, Kazakhstan has embarked on an ambitious diversification program, aimed at developing targeted sectors like transport, pharmaceuticals, telecommunications, petrochemicals and food processing. In 2010 Kazakhstan joined the Belarus-Kazakhstan-Russia Customs Union in an effort to boost foreign investment and improve trade relationships."
}