{"name":"Kenya",
 "Background":"Founding president and liberation struggle icon Jomo KENYATTA led Kenya from independence in 1963 until his death in 1978, when President Daniel MOI took power in a constitutional succession. The country was a de facto one-party state from 1969 until 1982 when the ruling Kenya African National Union (KANU) made itself the sole legal party in Kenya. MOI acceded to internal and external pressure for political liberalization in late 1991. The ethnically fractured opposition failed to dislodge KANU from power in elections in 1992 and 1997, which were marred by violence and fraud, but were viewed as having generally reflected the will of the Kenyan people. President MOI stepped down in December 2002 following fair and peaceful elections. Mwai KIBAKI, running as the candidate of the multiethnic, united opposition group, the National Rainbow Coalition (NARC), defeated KANU candidate Uhuru KENYATTA and assumed the presidency following a campaign centered on an anticorruption platform. KIBAKI's NARC coalition splintered in 2005 over a constitutional review process. Government defectors joined with KANU to form a new opposition coalition, the Orange Democratic Movement (ODM), which defeated the government's draft constitution in a popular referendum in November 2005. KIBAKI's reelection in December 2007 brought charges of vote rigging from ODM candidate Raila ODINGA and unleashed two months of violence in which as many as 1,500 people died. African Union-sponsored mediation led by former UN Secretary General Kofi ANNAN in late February 2008 resulted in a power-sharing accord bringing ODINGA into the government in the restored position of prime minister. The power sharing accord included a broad reform agenda, the centerpiece of which was constitutional reform. In August 2010, Kenyans overwhelmingly adopted a new constitution in a national referendum. The new constitution introduced additional checks and balances to executive power and significant devolution of power and resources to 47 newly created counties. It also eliminated the position of prime minister following the first presidential election under the new constitution, which occurred on 4 March 2013. Uhuru KENYATTA, the son of founding president Jomo KENYATTA, won the March elections in the first round by a close margin and was sworn into office on 9 April 2013.",
"Geography-note":"the Kenyan Highlands comprise one of the most successful agricultural production regions in Africa; glaciers are found on Mount Kenya, Africa's second highest peak; unique physiography supports abundant and varied wildlife of scientific and economic value",
"Economy-overview":"Kenya hKenya has been hampered by corruption and by reliance upon several primary goods whose prices have remained low. Low infrastructure investment threatens Kenya's long-term position as the largest East African economy, although the Kenyatta administration has prioritized infrastructure development. International financial lenders and donors remain important to Kenya's economic growth and development. Unemployment is high at around 40%. The country has chronic budget deficits. Inflationary pressures and sharp currency depreciation peaked in early 2012 but have since abated following low global food and fuel prices and monetary interventions by the Central Bank. Recent terrorism in Kenya and the surrounding region threatens Kenya's important tourism industry. Kenya, in conjunction with neighboring Ethiopia and South Sudan, intends to begin construction on a transport corridor and oil pipeline into the port of Lamu in 2014."
}