{"name":"Korea, North",
 "Background":"An independent kingdom for much of its long history, Korea was occupied by Japan beginning in 1905 following the Russo-Japanese War. Five years later, Japan formally annexed the entire peninsula. Following World War II, Korea was split with the northern half coming under Soviet-sponsored communist control. After failing in the Korean War (1950-53) to conquer the US-backed Republic of Korea (ROK) in the southern portion by force, North Korea (DPRK), under its founder President KIM Il Sung, adopted a policy of ostensible diplomatic and economic \"self-reliance\" as a check against outside influence. The DPRK demonized the US as the ultimate threat to its social system through state-funded propaganda, and molded political, economic, and military policies around the core ideological objective of eventual unification of Korea under Pyongyang's control. KIM Il Sung's son, KIM Jong Il, was officially designated as his father's successor in 1980, assuming a growing political and managerial role until the elder KIM's death in 1994. KIM Jong Un was publicly unveiled as his father's successor in September 2010. Following KIM Jong Il's death in December 2011, the regime began to take actions to transfer power to KIM Jong Un and KIM has now assumed many his father's former titles and duties. After decades of economic mismanagement and resource misallocation, the DPRK since the mid-1990s has relied heavily on international aid to feed its population. The DPRK began to ease restrictions to allow semi-private markets, starting in 2002, but then sought to roll back the scale of economic reforms in 2005 and 2009. North Korea's history of regional military provocations; proliferation of military-related items; long-range missile development; WMD programs including tests of nuclear devices in 2006, 2009, and 2013; and massive conventional armed forces are of major concern to the international community. The regime in 2013 announced a new policy calling for the simultaneous development of the North's nuclear weapons program and its economy.",
"Geography-note":"strategic location bordering China, South Korea, and Russia; mountainous interior is isolated and sparsely populated",
"Economy-overview":"North Korea, one of the world's most centrally directed and least open economies, faces chronic economic problems. Industrial capital stock is nearly beyond repair as a result of years of underinvestment, shortages of spare parts, and poor maintenance. Large-scale military spending draws off resources needed for investment and civilian consumption. Industrial and power output have stagnated for years at a fraction of pre-1990 levels. Frequent weather-related crop failures aggravated chronic food shortages caused by on-going systemic problems, including a lack of arable land, collective farming practices, poor soil quality, insufficient fertilization, and persistent shortages of tractors and fuel. Large-scale international food aid deliveries have allowed the people of North Korea to escape widespread starvation since famine threatened in 1995, but the population continues to suffer from prolonged malnutrition and poor living conditions. Since 2002, the government has allowed private \"farmers' markets\" to begin selling a wider range of goods. It also permitted some private farming - on an experimental basis - in an effort to boost agricultural output. In December 2009, North Korea carried out a redenomination of its currency, capping the amount of North Korean won that could be exchanged for the new notes, and limiting the exchange to a one-week window. A concurrent crackdown on markets and foreign currency use yielded severe shortages and inflation, forcing Pyongyang to ease the restrictions by February 2010. In response to the sinking of the South Korean warship Cheonan and the shelling of Yeonpyeong Island, South Korea's government cut off most aid, trade, and bilateral cooperation activities, with the exception of operations at the Kaesong Industrial Complex. In preparation for the 100th anniversary of KIM Il-sung's birthday in 2012, North Korea continued efforts to develop special economic zones with China and expressed willingness to permit construction of a trilateral gas pipeline that would carry Russian natural gas to South Korea. The North Korean government often highlights its goal of becoming a \"strong and prosperous\" nation and attracting foreign investment, a key factor for improving the overall standard of living. In this regard, in 2013 the regime rolled out 14 new Special Economic Zones set up for foreign investors, though the initiative remains in its infancy. Nevertheless, firm political control remains the government's overriding concern, which likely will inhibit changes to North Korea's current economic system."
}