{"name":"Kosovo",
 "Background":"The central Balkans were part of the Roman and Byzantine Empires before ethnic Serbs migrated to the territories of modern Kosovo in the 7th century. During the medieval period, Kosovo became the center of a Serbian Empire and saw the construction of many important Serb religious sites, including many architecturally significant Serbian Orthodox monasteries. The defeat of Serbian forces at the Battle of Kosovo in 1389 led to five centuries of Ottoman rule during which large numbers of Turks and Albanians moved to Kosovo. By the end of the 19th century, Albanians replaced the Serbs as the dominant ethnic group in Kosovo. Serbia reacquired control over Kosovo from the Ottoman Empire during the First Balkan War of 1912. After World War II, Kosovo became an autonomous province of Serbia in the Socialist Federal Republic of Yugoslavia (S.F.R.Y.) with status almost equivalent to that of a republic under the 1974 S.F.R.Y. constitution. Despite legislative concessions, Albanian nationalism increased in the 1980s, which led to riots and calls for Kosovo's independence. At the same time, Serb nationalist leaders, such as Slobodan MILOSEVIC, exploited Kosovo Serb claims of maltreatment to secure votes from supporters, many of whom viewed Kosovo as their cultural heartland. Under MILOSEVIC's leadership, Serbia instituted a new constitution in 1989 that revoked Kosovo's status as an autonomous province of Serbia. Kosovo's Albanian leaders responded in 1991 by organizing a referendum that declared Kosovo independent. Under MILOSEVIC, Serbia carried out repressive measures against the Kosovar Albanians in the early 1990s as the unofficial Kosovo government, led by Ibrahim RUGOVA, used passive resistance in an attempt to try to gain international assistance and recognition of an independent Kosovo. Albanians dissatisfied with RUGOVA's passive strategy in the 1990s created the Kosovo Liberation Army and launched an insurgency. Starting in 1998, Serbian military, police, and paramilitary forces under MILOSEVIC conducted a brutal counterinsurgency campaign that resulted in massacres and massive expulsions of ethnic Albanians. Approximately 800,000 ethnic Albanians were forced from their homes in Kosovo during this time. International attempts to mediate the conflict failed, and MILOSEVIC's rejection of a proposed settlement led to a three-month NATO military operation against Serbia beginning in March 1999 that forced Serbia to agree to withdraw its military and police forces from Kosovo. UN Security Council Resolution 1244 (1999) placed Kosovo under a transitional administration, the UN Interim Administration Mission in Kosovo (UNMIK), pending a determination of Kosovo's future status. A UN-led process began in late 2005 to determine Kosovo's final status. The negotiations ran in stages between 2006 and 2007, but ended without agreement between Belgrade and Pristina. On 17 February 2008, the Kosovo Assembly declared Kosovo independent. Since then, over 100 countries have recognized Kosovo, and it has joined the International Monetary Fund, World Bank, European Bank for Reconstruction and Development, the Council of Europe Development Bank, and signed a framework agreement with the European Investment Bank (EIB). In October 2008, Serbia sought an advisory opinion from the International Court of Justice (ICJ) on the legality under international law of Kosovo's declaration of independence. The ICJ released the advisory opinion in July 2010 affirming that Kosovo's declaration of independence did not violate general principles of international law, UN Security Council Resolution 1244, or the Constitutive Framework. The opinion was closely tailored to Kosovo's unique history and circumstances. Serbia continues to reject Kosovo's independence, but the two countries reached an agreement to normalize their relations in April 2013 through EU-facilitated talks and are currently engaged in the implementation process.",
"Geography-note":"",
"Economy-overview":"Kosovo's economy has shown significant progress in transitioning to a market-based system and maintaining macroeconomic stability, but it is still highly dependent on the international community and the diaspora for financial and technical assistance. Kosovo's citizens are the poorest in Europe with a per capita GDP (PPP) of $7,600 in 2013. An unemployment rate of 45% encourages emigration and fuels a significant informal, unreported economy. Remittances from the diaspora - located mainly in Germany, Switzerland, and the Nordic countries - are estimated to account for about 15% of GDP, and donor-financed activities and aid for approximately 10%. Most of Kosovo's population lives in rural towns outside of the capital, Pristina. Inefficient, near-subsistence farming is common - the result of small plots, limited mechanization, and lack of technical expertise. With international assistance, Kosovo has been able to privatize a majority of its state-owned-enterprises. Minerals and metals - including lignite, lead, zinc, nickel, chrome, aluminum, magnesium, and a wide variety of construction materials - once formed the backbone of industry, but output has declined because of ageing equipment and insufficient investment. A limited and unreliable electricity supply due to technical and financial problems is a major impediment to economic development, but Kosovo has received technical assistance to help improve accounting and controls and, in 2012, privatized its distribution network. The US Government is cooperating with the Ministry for Energy and Mines and the World Bank to prepare commercial tenders for the construction of a new power plant, rehabilitation of an old plant, and the development of a coal mine that could supply both. In July 2008, Kosovo received pledges of $1.9 billion from 37 countries in support of its reform priorities, but the global financial crisis has limited this assistance and also negatively affected remittance inflows. In June 2009, Kosovo joined the World Bank and International Monetary Fund, and Kosovo began servicing its share of the former Yugoslavia's debt. In order to help integrate Kosovo into regional economic structures, UNMIK signed (on behalf of Kosovo) its accession to the Central Europe Free Trade Area (CEFTA) in 2006. Serbia and Bosnia previously had refused to recognize Kosovo's customs stamp or extend reduced tariff privileges for Kosovo products under CEFTA, but both countries resumed trade with Kosovo in 2011. The official currency of Kosovo is the euro, but the Serbian dinar is also used illegally in Serb enclaves. Kosovo's tie to the euro has helped keep core inflation low. Kosovo maintained a budget surplus until 2011, when government expenditures climbed sharply. In 2013 Kosovo signed a Free Trade Agreement with Turkey and is negotiating liberalization of trade with EU as part of a Stabilization and Association Agreement."
}