{"name":"Kuwait",
 "Background":"Britain oversaw foreign relations and defense for the ruling Kuwaiti AL-SABAH dynasty from 1899 until independence in 1961. Kuwait was attacked and overrun by Iraq on 2 August 1990. Following several weeks of aerial bombardment, a US-led, UN coalition began a ground assault on 23 February 1991 that liberated Kuwait in four days. Kuwait spent more than $5 billion to repair oil infrastructure damaged during 1990-91. The AL-SABAH family has ruled since returning to power in 1991 and reestablished an elected legislature that in recent years has become increasingly assertive. The country witnessed the historic election in 2009 of four women to its National Assembly. Amid the 2010-11 uprisings and protests across the Arab world, stateless Arabs, known as bidun, staged small protests in February and March 2011 demanding citizenship, jobs, and other benefits available to Kuwaiti nationals. Youth activist groups - supported by opposition legislators - rallied repeatedly in 2011 for the prime minister's dismissal amid allegations of widespread government corruption. Demonstrators forced the prime minister to resign in late 2011. In late 2012, Kuwait witnessed unprecedented protests in response to the Amir's changes to the electoral law by decree reducing the number of votes per person from four to one. The opposition, led by a coalition of Sunni Islamists, tribalists, some liberals, and myriad youth groups, largely boycotted legislative elections in 2012 and 2013 ushering in legislatures more amenable to the government's agenda. Since 2006, the Amir has dissolved the National Assembly on five occasions (the Constitutional Court annulled the Assembly in June 2012 and again in June 2013) and shuffled the cabinet over a dozen times, usually citing political stagnation and gridlock between the legislature and the government.",
"Geography-note":"strategic location at head of Persian Gulf",
"Economy-overview":"Kuwait has a geographically small, but wealthy, relatively open economy with crude oil reserves of about 102 billion barrels - more than 6% of world reserves. Petroleum accounts for nearly half of GDP, 95% of export revenues, and 95% of government income. Kuwaiti officials have committed to increasing oil production to 4 million barrels per day by 2020. Budget surpluses have stayed around 30% of GDP, which has led to higher budget expenditures, particularly wage hikes for many public sector employees, as well as increased allotments to Kuwait’s Future Generations Fund. Kuwait has done little to diversify its economy, in part, because of this positive fiscal situation, and, in part, due to the poor business climate and the historically acrimonious relationship between the National Assembly and the executive branch, which has stymied most movement on economic reforms. In 2010, Kuwait passed an economic development plan that pledges to spend up to $130 billion over five years to diversify the economy away from oil, attract more investment, and boost private sector participation in the economy, though much of these funds have yet to be allocated."
}