{"name":"Kyrgyzstan",
 "Background":"A Central Asian country of incredible natural beauty and proud nomadic traditions, most of Kyrgyzstan was formally annexed to Russia in 1876. The Kyrgyz staged a major revolt against the Tsarist Empire in 1916 in which almost one-sixth of the Kyrgyz population was killed. Kyrgyzstan became a Soviet republic in 1936 and achieved independence in 1991 when the USSR dissolved. Nationwide demonstrations in the spring of 2005 resulted in the ouster of President Askar AKAEV, who had run the country since 1990. Former prime minister Kurmanbek BAKIEV overwhelmingly won the presidential election in the summer of 2005. Over the next few years, he manipulated the parliament to accrue new powers for the presidency. In July 2009, after months of harassment against his opponents and media critics, BAKIEV won re-election in a presidential campaign that the international community deemed flawed. In April 2010, violent protests in Bishkek led to the collapse of the BAKIEV regime and his eventual fleeing to Minsk, Belarus. His successor, Roza OTUNBAEVA, served as transitional president until Almazbek ATAMBAEV was inaugurated in December 2011, marking the first peaceful transfer of presidential power in independent Kyrgyzstan's history. Continuing concerns include: the trajectory of democratization, endemic corruption, poor interethnic relations, and terrorism.",
"Geography-note":"landlocked; entirely mountainous, dominated by the Tien Shan range; 94% of the country is 1,000 m above sea level with an average elevation of 2,750 m; many tall peaks, glaciers, and high-altitude lakes",
"Economy-overview":"Kyrgyzstan is a poor, mountainous country with a dominant agricultural sector. Cotton, tobacco, wool, and meat are the main agricultural products, although only tobacco and cotton are exported in any quantity. Industrial exports include gold, mercury, uranium, natural gas, and electricity. The economy depends heavily on gold exports - mainly from output at the Kumtor gold mine - and on remittances from Kyrgyzstani migrant workers primarily in Russia. Following independence, Kyrgyzstan was progressive in carrying out market reforms, such as an improved regulatory system and land reform. Kyrgyzstan was the first Commonwealth of Independent States (CIS) country to be accepted into the World Trade Organization. Much of the government's stock in enterprises has been sold. Drops in production had been severe after the breakup of the Soviet Union in December 1991, but by mid-1995, production began to recover and exports began to increase. The overthrow of President BAKIEV in April 2010 and subsequent ethnic clashes left hundreds dead and damaged infrastructure. Under President ATAMBAYEV, Kyrgyzstan has developed a plan for economic development in coordination with international donors, and has also expressed its intent to join the Customs Union of Russia, Belarus, and Kazakhstan. Progress in fighting corruption, improving transparency in licensing, business permits and taxations, restructuring domestic industry, and attracting foreign aid and investment are key to future growth."
}