{"name":"Lesotho",
 "Background":"Basutoland was renamed the Kingdom of Lesotho upon independence from the UK in 1966. The Basuto National Party ruled the country during its first two decades. King MOSHOESHOE was exiled in 1990, but returned to Lesotho in 1992 and was reinstated in 1995 and subsequently succeeded by his son, King LETSIE III, in 1996. Constitutional government was restored in 1993 after seven years of military rule. In 1998, violent protests and a military mutiny following a contentious election prompted a brief but bloody intervention by South African and Batswana military forces under the aegis of the Southern African Development Community. Subsequent constitutional reforms restored relative political stability. Peaceful parliamentary elections were held in 2002, but the National Assembly elections of February 2007 were hotly contested and aggrieved parties disputed how the electoral law was applied to award proportional seats in the Assembly. In May 2012, competitive elections involving 18 parties saw Prime Minister Motsoahae Thomas THABANE form a coalition government - the first in the country's history - that ousted the 14-year incumbent, Pakalitha MOSISILI, who peacefully transferred power the following month.",
"Geography-note":"landlocked, completely surrounded by South Africa; mountainous, more than 80% of the country is 1,800 m above sea level",
"Economy-overview":"Small, mountainous, and completely landlocked by South Africa, Lesotho is a least developed country in which about three-fourths of the people live in rural areas and engage in subsistence agriculture. Lesotho produces less than 20% of the nation's demand for food. Rain-fed agriculture is vulnerable to weather and climate variability; an estimated 725,500 people will require food assistance in 2012/13. The distribution of income in Lesotho remains inequitable. Lesotho relies on South Africa for much of its economic activity. Lesotho imports 90% of the goods it consumes from South Africa, including most agricultural inputs. Households depend heavily on remittances from family members working in South Africa, in mines, on farms and as domestic workers, though mining employment has declined substantially since the 1990s. Government revenue depends heavily on transfers from South Africa. Customs duties from the Southern Africa Customs Union accounted for 44% of government revenue in 2012. The South African Government also pays royalties for water transferred to South Africa from a dam and reservoir system in Lesotho. However, the government continues to strengthen its tax system to reduce dependency on customs duties and other transfers. Access to credit remains a problem for the private sector. The government maintains a large presence in the economy - government consumption accounted for 39% of GDP in 2013 and the government remains Lesotho's largest employer. Lesotho's largest private employer is the textile and garment industry - approximately 36,000 Basotho, mainly women, work in factories producing garments for export to South Africa and the US. Diamond mining in Lesotho has grown in recent years and may contribute 8.5% to GDP by 2015, according to current forecasts. Lesotho's $362.5 million Millennium Challenge Account Compact, which focused on strengthening the healthcare system, developing the private sector, and providing access to improved water supplies and sanitation facilities, will end in September 2013. Despite the 2008/09 global economic crisis, the economy has had strong, but declining growth since 2010."
}