{"name":"Liberia",
 "Background":"Settlement of freed slaves from the US in what is today Liberia began in 1822; by 1847, the Americo-Liberians were able to establish a republic. William TUBMAN, president from 1944-71, did much to promote foreign investment and to bridge the economic, social, and political gaps between the descendants of the original settlers and the inhabitants of the interior. In 1980, a military coup led by Samuel DOE ushered in a decade of authoritarian rule. In December 1989, Charles TAYLOR launched a rebellion against DOE's regime that led to a prolonged civil war in which DOE was killed. A period of relative peace in 1997 allowed for elections that brought TAYLOR to power, but major fighting resumed in 2000. An August 2003 peace agreement ended the war and prompted the resignation of former president Charles TAYLOR, who faces war crimes charges in The Hague related to his involvement in Sierra Leone's civil war. After two years of rule by a transitional government, democratic elections in late 2005 brought President Ellen JOHNSON SIRLEAF to power. She subsequently won reelection in 2011 in a second round vote that was boycotted by the opposition and remains challenged to build Liberia's economy and reconcile a nation still recovering from 14 years of fighting. The United Nations Security Council in September 2012 passed Resolution 2066 which calls for a reduction of UN troops in Liberia by half by 2015, bringing the troop total down to fewer than 4000, and challenging Liberia's security sector to fill the gaps.",
"Geography-note":"facing the Atlantic Ocean, the coastline is characterized by lagoons, mangrove swamps, and river-deposited sandbars; the inland grassy plateau supports limited agriculture",
"Economy-overview":"Liberia is a low income country that relies heavily on foreign assistance. Civil war and government mismanagement destroyed much of Liberia's economy, especially the infrastructure in and around the capital, Monrovia. Many businesses fled the country, taking capital and expertise with them, but with the conclusion of fighting and the installation of a democratically elected government in 2006, several have returned. Liberia is richly endowed with water, mineral resources, forests, and a climate favorable to agriculture, and iron ore and rubber have driven growth in recent years. Liberia is also reviving its raw timber sector and is encouraging oil exploration. President JOHNSON SIRLEAF, a Harvard-educated banker and administrator, has taken steps to reduce corruption, build support from international donors, and encourage private investment. Rebuilding infrastructure and raising incomes will depend on financial and technical assistance from donor countries and foreign investment in key sectors, such as infrastructure and power generation. The country achieved high growth during 2010-13 due to favorable world prices for its commodities. In the future, growth will depend on global commodity prices, on sustained foreign aid, trade, investment, and remittances, on the development of infrastructure and institutions, but mostly on maintaining political stability and security."
}