{"name":"Libya",
 "Background":"The Italians supplanted the Ottoman Turks in the area around Tripoli in 1911 and did not relinquish their hold until 1943 when defeated in World War II. Libya then passed to UN administration and achieved independence in 1951. Following a 1969 military coup, Col. Muammar al-QADHAFI assumed leadership and began to espouse his political system at home, which was a combination of socialism and Islam. During the 1970s, QADHAFI used oil revenues to promote his ideology outside Libya, supporting subversive and terrorist activities that included the downing of two airliners - one over Scotland, another in Northern Africa - and a discotheque bombing in Berlin. UN sanctions in 1992 isolated QADHAFI politically and economically following the attacks; sanctions were lifted in 2003 following Libyan acceptance of responsibility for the bombings and agreement to claimant compensation. QADHAFI also agreed to end Libya's program to develop weapons of mass destruction, and he made significant strides in normalizing relations with Western nations. Unrest that began in several Middle Eastern and North African countries in late 2010 erupted in Libyan cities in early 2011. QADHAFI's brutal crackdown on protesters spawned a civil war that triggered UN authorization of air and naval intervention by the international community. After months of seesaw fighting between government and opposition forces, the QADHAFI regime was toppled in mid-2011 and replaced by a transitional government. Libya in 2012 formed a new parliament and elected a new prime minister.",
"Geography-note":"more than 90% of the country is desert or semidesert",
"Economy-overview":"Libya's economy is structured primarily around the nation's energy sector, which generates about 95% of export earnings, 80% of GDP, and 99% of government income. Substantial revenue from the energy sector coupled with a small population give Libya one of the highest per capita GDPs in Africa, but Tripoli largely has not used its significant financial resources to develop national infrastructure or the economy, leaving many citizens poor. In the final five years of QADHAFI's rule, Libya made some progress on economic reform as part of a broader campaign to reintegrate the country into the international fold. This effort picked up steam after UN sanctions were lifted in September 2003 and after Libya announced in December 2003 that it would abandon programs to build weapons of mass destruction. The process of lifting US unilateral sanctions began in the spring of 2004; all sanctions were removed by June 2006, helping Libya attract greater foreign direct investment, especially in the energy and banking sectors. Libyan oil and gas licensing rounds drew high international interest, but new rounds are unlikely to be successful until Libya establishes a more permanent government and is able to offer more attractive financial terms on contracts and increase security. Libya faces a long road ahead in liberalizing its primarily socialist economy, but the revolution has unleashed previously restrained entrepreneurial activity and increased the potential for the evolution of a more market-based economy. The service and construction sectors expanded over the past five years and could become a larger share of GDP if Tripoli prioritizes capital spending on development projects once political and security uncertainty subside. Climatic conditions and poor soils severely limit agricultural output, and Libya imports about 80% of its food. Libya's primary agricultural water source is the Great Manmade River Project."
}