{"name":"Liechtenstein",
 "Background":"The Principality of Liechtenstein was established within the Holy Roman Empire in 1719. Occupied by both French and Russian troops during the Napoleonic Wars, it became a sovereign state in 1806 and joined the Germanic Confederation in 1815. Liechtenstein became fully independent in 1866 when the Confederation dissolved. Until the end of World War I, it was closely tied to Austria, but the economic devastation caused by that conflict forced Liechtenstein to enter into a customs and monetary union with Switzerland. Since World War II (in which Liechtenstein remained neutral), the country's low taxes have spurred outstanding economic growth. In 2000, shortcomings in banking regulatory oversight resulted in concerns about the use of financial institutions for money laundering. However, Liechtenstein implemented anti-money laundering legislation and a Mutual Legal Assistance Treaty with the US that went into effect in 2003.",
"Geography-note":"along with Uzbekistan, one of only two doubly landlocked countries in the world; variety of microclimatic variations based on elevation",
"Economy-overview":"Despite its small size and limited natural resources, Liechtenstein has developed into a prosperous, highly industrialized, free-enterprise economy with a vital financial service sector and likely the second highest per capita income in the world. The Liechtenstein economy is widely diversified with a large number of small businesses. Low business taxes - the maximum tax rate is 20% - and easy incorporation rules have induced many holding companies to establish nominal offices in Liechtenstein providing 30% of state revenues. The country participates in a customs union with Switzerland and uses the Swiss franc as its national currency. It imports more than 90% of its energy requirements. Liechtenstein has been a member of the European Economic Area (an organization serving as a bridge between the European Free Trade Association (EFTA) and the EU) since May 1995. The government is working to harmonize its economic policies with those of an integrated Europe. Since 2008, Liechtenstein has faced renewed international pressure - particularly from Germany - to improve transparency in its banking and tax systems. In December 2008, Liechtenstein signed a Tax Information Exchange Agreement with the US. Upon Liechtenstein's conclusion of 12 bilateral information-sharing agreements, the OECD in October 2009 removed the principality from its \"grey list\" of countries that had yet to implement the organization's Model Tax Convention. By the end of 2010, Liechtenstein had signed 25 Tax Information Exchange Agreements or Double Tax Agreements. In 2011 Liechtenstein joined the Schengen area, which allows passport-free travel across 26 European countries."
}