{"name":"Luxembourg",
 "Background":"Founded in 963, Luxembourg became a grand duchy in 1815 and an independent state under the Netherlands. It lost more than half of its territory to Belgium in 1839 but gained a larger measure of autonomy. Full independence was attained in 1867. Overrun by Germany in both world wars, it ended its neutrality in 1948 when it entered into the Benelux Customs Union and when it joined NATO the following year. In 1957, Luxembourg became one of the six founding countries of the European Economic Community (later the European Union), and in 1999 it joined the euro currency area. In January 2013, Luxembourg assumed a nonpermanent seat on the UN Security Council for the 2013-14 term.",
"Geography-note":"landlocked; the only Grand Duchy in the world",
"Economy-overview":"This small, stable, high-income economy - benefiting from its proximity to France, Belgium, and Germany - has historically featured solid growth, low inflation, and low unemployment. The industrial sector, initially dominated by steel, has become increasingly diversified to include chemicals, rubber, automobile components, and other products. Growth in the financial sector, which now accounts for about 36% of GDP, has more than compensated for the decline in steel. Most banks are foreign-owned and have extensive foreign dealings, but Luxembourg has lost some of its advantages as a favorable tax location because of OECD and EU pressure. The economy depends on foreign and cross-border workers for about 40% of its labor force. Luxembourg, like all EU members, suffered from the global economic crisis that began in late 2008, but unemployment has trended below the EU average. Following strong expansion from 2004 to 2007, Luxembourg's economy contracted 3.6% in 2009, but rebounded in 2010-11 before slowing again in 2012. The country continues to enjoy an extraordinarily high standard of living - GDP per capita ranks among the highest in the world, and is the highest in the euro zone. Turmoil in the world financial markets and lower global demand during 2008-09 prompted the government to inject capital into the banking sector and implement stimulus measures to boost the economy. Government stimulus measures and support for the banking sector, however, led to a 5% government budget deficit in 2009. Nevertheless, the deficit was cut to 1.1% in 2011 and 0.9% in 2012. Even during the financial crisis and recovery, Luxembourg retained the highest current account surplus as a share of GDP in the euro zone, owing largely to their strength in financial services. Public debt remains among the lowest of the region although it has more than doubled since 2007 as percentage of GDP. Luxembourg's economy, while stabile, grew slowly in 2012 due to ongoing weak growth in the euro area. Authorities have strengthened supervision of domestic banks because of their exposure to the activities of foreign banks."
}