{"name":"Macau",
 "Background":"Colonized by the Portuguese in the 16th century, Macau was the first European settlement in the Far East. Pursuant to an agreement signed by China and Portugal on 13 April 1987, Macau became the Macau Special Administrative Region (SAR) of the People's Republic of China on 20 December 1999. In this agreement, China promised that, under its \"one country, two systems\" formula, China's political and economic system would not be imposed on Macau, and that Macau would enjoy a \"high degree of autonomy\" in all matters except foreign affairs and defense for the subsequent 50 years.",
"Geography-note":"essentially urban; an area of land reclaimed from the sea measuring 5.2 sq km and known as Cotai now connects the islands of Coloane and Taipa; the island area is connected to the mainland peninsula by three bridges",
"Economy-overview":"Since opening up its locally-controlled casino industry to foreign competition in 2001, Macau has attracted tens of billions of dollars in foreign investment, transforming the territory into one of the world's largest gaming centers. Macau's gaming and tourism businesses were fueled by China''s decision to relax travel restrictions on Chinese citizens wishing to visit Macau. - In 2013, Macau's gaming-related taxes accounted for more than 85% of total government revenue. Macau''s economy slowed dramatically in 2009 as a result of the global economic slowdown, but strong growth resumed in 2010-13, largely on the back of tourism from mainland China and the gaming sectors. In 2013, this city of 607,500 hosted nearly 29.3 million visitors. Almost 64% came from mainland China. Macau''s traditional manufacturing industry has slowed greatly since the termination of the Multi-Fiber Agreement in 2005. China is Macau''s second largest goods export market, behind Hong Kong, and followed by the United States. In 2013, exports were US$1.1 billion, while gaming receipts were US$45.2 billion, an 18.6% increase over 2012. Macau''s economy expanded by 11.9% in 2013; although impressive, it was a slower growth rate than in previous years. Macau continues to face the challenges of managing its growing casino industry, money-laundering, and the need to diversify the economy away from heavy dependence on gaming revenues. Macau''s currency, the pataca, is closely tied to the Hong Kong dollar, which is also freely accepted in the territory."
}