{"name":"Macedonia",
 "Background":"Macedonia gained its independence peacefully from Yugoslavia in 1991. Greece's objection to the new state's use of what it considered a Hellenic name and symbols delayed international recognition, which occurred under the provisional designation of \"the Former Yugoslav Republic of Macedonia.\" In 1995, Greece lifted a 20-month trade embargo and the two countries agreed to normalize relations, but the issue of the name remained unresolved and negotiations for a solution are ongoing. Since 2004, the US and over 130 other nations have recognized Macedonia by its constitutional name, Republic of Macedonia. Ethnic Albanian grievances over perceived political and economic inequities escalated into an insurgency in 2001 that eventually led to the internationally brokered Ohrid Framework Agreement, which ended the fighting and established guidelines for constitutional amendments and the creation of new laws that enhanced the rights of minorities. Although Macedonia became an EU candidate in 2005, the country still faces challenges, including fully implementing the Framework Agreement, improving relations with Bulgaria, carrying out democratic reforms, and stimulating economic growth and development. Macedonia's membership in NATO was blocked by Greece at the Alliance's Summit of Bucharest in 2008.",
"Geography-note":"landlocked; major transportation corridor from Western and Central Europe to Aegean Sea and Southern Europe to Western Europe",
"Economy-overview":"Since its independence in 1991, Macedonia has made significant progress in liberalizing its economy and improving its business environment, but has lagged the Balkan region in attracting foreign investment. Unemployment has remained consistently high at more than 30% since 2008, but may be overstated based on the existence of an extensive gray market, estimated to be between 20% and 45% of GDP, that is not captured by official statistics. Macedonia’s economy is closely linked to Europe as a customer for exports and source of investment, and has suffered as a result of prolonged weakness in the euro zone. Macedonia maintained macroeconomic stability through the global financial crisis by conducting prudent monetary policy, which keeps the domestic currency pegged against the euro, and by limiting fiscal deficits. The government has been loosening fiscal policy, however, and the budget deficit expanded to 4.2% of GDP in 2013. Macedonia achieved modest GDP growth in 2013 after a small contraction in 2012; inflation is under control."
}