{"name":"Malawi",
 "Background":"Established in 1891, the British protectorate of Nyasaland became the independent nation of Malawi in 1964. After three decades of one-party rule under President Hastings Kamuzu BANDA the country held multiparty elections in 1994, under a provisional constitution that came into full effect the following year. President Bingu wa MUTHARIKA, elected in May 2004 after a failed attempt by the previous president to amend the constitution to permit another term, struggled to assert his authority against his predecessor and subsequently started his own party, the Democratic Progressive Party (DPP) in 2005. MUTHARIKA was reelected to a second term in May 2009. He oversaw some economic improvement in his first term, but was accused of economic mismanagement and poor governance in his second term. He died abruptly in April 2012 and was succeeded by his vice president, Joyce BANDA, who had earlier started her own party, the People's Party (PP). Population growth, increasing pressure on agricultural lands, corruption, and the scourge of HIV/AIDS pose major problems for Malawi.",
"Geography-note":"landlocked; Lake Nyasa, some 580 km long, is the country's most prominent physical feature; it contains more fish species than any other lake on earth",
"Economy-overview":"Landlocked Malawi ranks among the world's most densely populated and least developed countries. The economy is predominately agricultural with about 80% of the population living in rural areas. Agriculture, which has benefited from fertilizer subsidies since 2006, accounts for one-third of GDP and 90% of export revenues. The performance of the tobacco sector is key to short-term growth as tobacco accounts for more than half of exports. The economy depends on substantial inflows of economic assistance from the IMF, the World Bank, and individual donor nations. In 2006, Malawi was approved for relief under the Heavily Indebted Poor Countries (HIPC) program. In December 2007, the US granted Malawi eligibility status to receive financial support within the Millennium Challenge Corporation (MCC) initiative. The government faces many challenges including developing a market economy, improving educational facilities, facing up to environmental problems, dealing with the rapidly growing problem of HIV/AIDS, and satisfying foreign donors that fiscal discipline is being tightened. Between 2005 and 2009 President BANDA'S government exhibited improved financial discipline under the guidance of Finance Minister Goodall GONDWE and signed a three year IMF Poverty Reduction and Growth Facility (PRGF) worth $56 million. The government announced infrastructure projects that could yield improvements, such as a new oil pipeline for better fuel access, and the potential for a waterway link through Mozambican rivers to the ocean for better transportation options. Since 2009, however, Malawi has experienced some setbacks, including a general shortage of foreign exchange, which has damaged its ability to pay for imports, and fuel shortages that hinder transportation and productivity. Investment has fallen continuously for several years and in 2013 amounted to just 13% of GDP. The government has failed to address barriers to investment such as unreliable power, water shortages, poor telecommunications infrastructure, and the high costs of services. Donors, who provided an average of 36% of government revenue in the past five years, suspended general budget support for Malawi in 2011 due to a negative IMF review and governance issues."
}