{"name":"Malaysia",
 "Background":"During the late 18th and 19th centuries, Great Britain established colonies and protectorates in the area of current Malaysia; these were occupied by Japan from 1942 to 1945. In 1948, the British-ruled territories on the Malay Peninsula except Singapore formed the Federation of Malaya, which became independent in 1957. Malaysia was formed in 1963 when the former British colonies of Singapore, as well as Sabah and Sarawak on the northern coast of Borneo, joined the Federation. The first several years of the country's independence were marred by a communist insurgency, Indonesian confrontation with Malaysia, Philippine claims to Sabah, and Singapore's withdrawal in 1965. During the 22-year term of Prime Minister MAHATHIR bin Mohamad (1981-2003), Malaysia was successful in diversifying its economy from dependence on exports of raw materials to the development of manufacturing, services, and tourism. Prime Minister Mohamed NAJIB bin Abdul Razak (in office since April 2009) has continued these pro-business policies and has introduced some civil reforms.",
"Geography-note":"strategic location along Strait of Malacca and southern South China Sea",
"Economy-overview":"Malaysia, a middle-income country, has transformed itself since the 1970s from a producer of raw materials into an emerging multi-sector economy. Under current Prime Minister NAJIB, Malaysia is attempting to achieve high-income status by 2020 and to move farther up the value-added production chain by attracting investments in Islamic finance, high technology industries, biotechnology, and services. NAJIB's Economic Transformation Program (ETP) is a series of projects and policy measures intended to accelerate the country's economic growth. The government has also taken steps to liberalize some services sub-sectors. The NAJIB administration also is continuing efforts to boost domestic demand and reduce the economy's dependence on exports. Nevertheless, exports - particularly of electronics, oil and gas, palm oil and rubber - remain a significant driver of the economy. As an oil and gas exporter, Malaysia has profited from higher world energy prices, although the rising cost of domestic gasoline and diesel fuel, combined with sustained budget deficits, has forced Kuala Lumpur to begin to address fiscal shortfalls, through initial reductions in energy and sugar subsidies and the announcement of the 2015 implementation of a 6% goods and services tax. The government is also trying to lessen its dependence on state oil producer Petronas. The oil and gas sector supplies about 32% of government revenue in 2013. Bank Negara Malaysia (central bank) maintains healthy foreign exchange reserves, and a well-developed regulatory regime has limited Malaysia's exposure to riskier financial instruments and the global financial crisis. Nevertheless, Malaysia could be vulnerable to a fall in commodity prices or a general slowdown in global economic activity because exports are a major component of GDP. In order to attract increased investment, NAJIB earlier raised possible revisions to the special economic and social preferences accorded to ethnic Malays under the New Economic Policy of 1970, but retreated in 2013 after he encountered significant opposition from Malay nationalists and other vested interests. In September 2013 NAJIB launched the new Bumiputra Economic Empowerment Program (BEEP), policies that favor and advance the economic condition of ethnic Malays."
}