{"name":"Maldives",
 "Background":"A sultanate since the 12th century, the Maldives became a British protectorate in 1887. It became a republic in 1968, three years after independence. President Maumoon Abdul GAYOOM dominated the islands' political scene for 30 years, elected to six successive terms by single-party referendums. Following political demonstrations in the capital Male in August 2003, the president and his government pledged to embark upon a process of liberalization and democratic reforms, including a more representative political system and expanded political freedoms. Progress was sluggish, however, and many promised reforms were slow to be realized. Nonetheless, political parties were legalized in 2005. In June 2008, a constituent assembly - termed the \"Special Majlis\" - finalized a new constitution, which was ratified by the president in August. The first-ever presidential elections under a multi-candidate, multi-party system were held in October 2008. GAYOOM was defeated in a runoff poll by Mohamed NASHEED, a political activist who had been jailed several years earlier by the former regime. President NASHEED faced a number of challenges including strengthening democracy and combating poverty and drug abuse. In early February 2012, after several weeks of street protests following his sacking of a top judge, NASHEED resigned the presidency and handed over power to Vice President Mohammed WAHEED Hassan Maniku. In mid-2012, a Commission of National Inquiry was set by the government to probe events leading up to NASHEED's resignation. Though the commission found no evidence of a coup, the report recommended the need to strengthen the country's democratic institutions to avert similar events in the future, and to further investigate alleged police misconduct during the crisis. Maldivian officials have played a prominent role in international climate change discussions (due to the islands' low elevation and the threat from sea-level rise) on the UN Human Rights Council and in other international forums, as well as in encouraging regional cooperation, especially between India and Pakistan.",
"Geography-note":"smallest Asian country; archipelago of 1,190 coral islands grouped into 26 atolls (200 inhabited islands, plus 80 islands with tourist resorts); strategic location astride and along major sea lanes in Indian Ocean",
"Economy-overview":"Tourism, Maldives' largest economic activity, accounts for nearly 30% of GDP and more than 60% of foreign exchange receipts. Fishing is the second leading sector, but the fish catch has dropped sharply in recent years. Agriculture and manufacturing continue to play a lesser role in the economy, constrained by the limited availability of cultivable land and the shortage of domestic labor. Lower than expected tourist arrivals and fish exports, combined with high government spending on social needs, subsidies, and civil servant salaries contributed to a balance of payments crisis, which was temporarily eased with a $79.3 million IMF Stand-By agreement. However, after the first two disbursements, the IMF withheld subsequent disbursements due to concerns over Maldives' growing budget deficit, and the government has been seeking other sources of budgetary support ever since. A new Goods and Services Tax (GST) on tourism introduced in January 2011, on general goods and services in October 2011, and a new Business Profit Tax introduced in July 2011 have provided a boost to revenue. In recent years, gross foreign reserves have hovered around $300 million, sufficient to finance about two to three months of imports. Diversifying the economy beyond tourism and fishing, reforming public finance, increasing employment opportunities, and combating corruption, cronyism, and a growing drug problem are other near-term challenges facing the government. Over the longer term Maldivian authorities worry about the impact of erosion and possible global warming on their low-lying country; 80% of the area is 1 meter or less above sea level."
}