{"name":"Mali",
 "Background":"The Sudanese Republic and Senegal became independent of France in 1960 as the Mali Federation. When Senegal withdrew after only a few months, what formerly made up the Sudanese Republic was renamed Mali. Rule by dictatorship was brought to a close in 1991 by a military coup that ushered in a period of democratic rule. President Alpha KONARE won Mali's first two democratic presidential elections in 1992 and 1997. In keeping with Mali's two-term constitutional limit, he stepped down in 2002 and was succeeded by Amadou Toumani TOURE, who was elected to a second term in 2007 elections that were widely judged to be free and fair. Malian returnees from Libya in 2011 exacerbated tensions in northern Mali, and Tuareg ethnic militias started a rebellion in January 2012. Low- and mid-level soldiers, frustrated with the poor handling of the rebellion overthrew TOURE on 22 March. Intensive mediation efforts led by the Economic Community of West African States (ECOWAS) returned power to a civilian administration in April with the appointment of interim President Dioncounda TRAORE. The post-coup chaos led to rebels expelling the Malian military from the three northern regions of the country and allowed Islamic militants to set up strongholds. Hundreds of thousands of northern Malians fled the violence to southern Mali and neighboring countries, exacerbating regional food insecurity in host communities. An international military intervention to retake the three northern regions began in January 2013 and within a month most of the north had been retaken. In a democratic presidential election conducted in July and August of 2013, Ibrahim Boubacar KEITA was elected president in the second round.",
"Geography-note":"landlocked; divided into three natural zones: the southern, cultivated Sudanese; the central, semiarid Sahelian; and the northern, arid Saharan",
"Economy-overview":"Among the 25 poorest countries in the world, Mali is a landlocked country that depends on gold mining and agricultural exports for revenue. Economic activity is largely confined to the riverine area irrigated by the Niger River and about 65% of its land area is desert or semidesert. About 10% of the population is nomadic and about 80% of the labor force is engaged in farming and fishing. Mali remains dependent on foreign aid. The country's fiscal status fluctuates with gold and agricultural commodity prices and the harvest; cotton and gold exports make up around 80% of export earnings. Industrial activity is concentrated on processing farm commodities. Mali is developing its iron ore extraction industry to diversify foreign exchange earnings away from gold. Mali has invested in tourism but security issues hurt the industry. Mali experienced economic growth of about 5% per year between 1996-2011, but the global recession, a military coup, and terrorist activity in the north of the country caused a decline in output in 2012; growth resumed at a slow pace in 2013. The main threat to Mali’s economy is a return to physical insecurity. Other long term threats to the economy include high population growth, corruption, a weak infrastructure, and low levels of human capital."
}