{"name":"Malta",
 "Background":"Great Britain formally acquired possession of Malta in 1814. The island staunchly supported the UK through both world wars and remained in the Commonwealth when it became independent in 1964; a decade later it declared itself a republic. Since about the mid-1980s, the island has transformed itself into a freight transshipment point, a financial center, and a tourist destination. Malta became an EU member in May 2004 and began using the euro as currency in 2008.",
"Geography-note":"the country comprises an archipelago, with only the three largest islands (Malta, Ghawdex or Gozo, and Kemmuna or Comino) being inhabited; numerous bays provide good harbors; Malta and Tunisia are discussing the commercial exploitation of the continental shelf between their countries, particularly for oil exploration",
"Economy-overview":"Malta - the smallest economy in the euro zone - produces only about 20% of its food needs, has limited fresh water supplies, and has few domestic energy sources. Malta's geographic position between Europe and North Africa makes it a target for irregular migration, which has strained Malta's political and economic resources. Malta's fertility rate is below the EU average, and population growth in recent years has largely been from immigration, putting increasing pressure on the pension system. Malta adopted the euro on 1 January 2008. Malta's economy is dependent on foreign trade, manufacturing, and tourism, and was hurt by the global economic downturn, but fared better than most other EU member states. Malta has low unemployment relative to other European countries, and growth has recovered since the 2009 recession. Malta's financial services industry has grown in recent years and it has avoided contagion from the European financial crisis, largely because its debt is mostly held domestically and its banks have low exposure to the sovereign debt of peripheral European countries. The EU reopened an excessive deficit procedure against Malta in June 2013, having found that its forecasted deficit for the year was likely to exceed 3% of GDP."
}