{"name":"Mexico",
 "Background":"The site of several advanced Amerindian civilizations - including the Olmec, Toltec, Teotihuacan, Zapotec, Maya, and Aztec - Mexico was conquered and colonized by Spain in the early 16th century. Administered as the Viceroyalty of New Spain for three centuries, it achieved its independence early in the 19th century. The global financial crisis beginning in late 2008 caused a massive economic downturn the following year, although growth returned quickly in 2010. Ongoing economic and social concerns include low real wages, underemployment for a large segment of the population, inequitable income distribution, and few advancement opportunities for the largely indigenous population in the impoverished southern states. The elections held in 2000 marked the first time since the 1910 Mexican Revolution that an opposition candidate - Vicente FOX of the National Action Party (PAN) - defeated the party in government, the Institutional Revolutionary Party (PRI). He was succeeded in 2006 by another PAN candidate Felipe CALDERON, but Enrique PENA NIETO regained the presidency for the PRI in 2012. Since 2007, Mexico's powerful drug-trafficking organizations have engaged in bloody feuding, resulting in tens of thousands of drug-related homicides.",
"Geography-note":"strategic location on southern border of US; corn (maize), one of the world's major grain crops, is thought to have originated in Mexico",
"Economy-overview":"Mexico's $1.3 trillion economy has become increasingly oriented toward manufacturing in the 20 years since the North American Free Trade Agreement (NAFTA) entered into force. Per capita income is roughly one-third that of the US; income distribution remains highly unequal. Mexico has become the United States' second-largest export market and third-largest source of imports. In 2013, two-way merchandise trade reached nearly $507 billion. Mexico has free trade agreements with over 50 countries including Guatemala, Honduras, El Salvador, the European Free Trade Area, and Japan - putting more than 90% of trade under free trade agreements. In 2012 Mexico formally joined the Trans-Pacific Partnership negotiations and formed the Pacific Alliance with Peru, Colombia and Chile. Mexico's current government, led by President Enrique PENA NIETO, emphasized economic reforms during its first year in office, passing education, energy, financial, fiscal and telecommunications reform legislation. The three-party \"Pact for Mexico\" reform agenda aims to improve competitiveness and economic growth across the Mexican economy."
}