{"name":"Moldova",
 "Background":"Part of Romania during the interwar period, Moldova was incorporated into the Soviet Union at the close of World War II. Although the country has been independent from the USSR since 1991, Russian forces have remained on Moldovan territory east of the Nistru River supporting the separatist region of Transnistria, composed of a Slavic majority population (mostly Ukrainians and Russians), but with a sizeable ethnic Moldovan minority. One of the poorest nations in Europe, Moldova became the first former Soviet state to elect a communist, Vladimir VORONIN, as its president in 2001. VORONIN served as Moldova's president until he resigned in September 2009, following the opposition's gain of a narrow majority in July parliamentary elections and the Communist Party's (PCRM) subsequent inability to attract the three-fifths of parliamentary votes required to elect a president and, by doing so, put into place a permanent government. Four Moldovan opposition parties formed a new coalition, the Alliance for European Integration (AEI), iterations of which have acted as Moldova's governing coalitions since. Moldova experienced significant political uncertainty between 2009 and early 2012, holding three general elections and numerous presidential ballots in parliament, all of which failed to secure a president. Following November 2010 parliamentary elections, a reconstituted AEI-coalition consisting of three of the four original AEI parties formed a government, and in March 2012 was finally able to elect an independent as president. As of late May 2013, the ruling coalition - comprised of two of the original AEI parties and a splinter group from a third - is called the Pro-European Coalition. In November 2013, the Moldovan Government initialed an Association Agreement with the European Union (EU), advancing the coalition's policy priority of EU integration.",
"Geography-note":"landlocked; well endowed with various sedimentary rocks and minerals including sand, gravel, gypsum, and limestone",
"Economy-overview":"Despite recent progress, Moldova remains one of the poorest countries in Europe. With a moderate climate and good farmland, Moldova's economy relies heavily on its agriculture sector, featuring fruits, vegetables, wine, and tobacco. Moldova also depends on annual remittances of about $1.6 billion from the roughly one million Moldovans working in Europe, Russia, and other former Soviet Bloc countries. With few natural energy resources, Moldova imports almost all of its energy supplies from Russia and Ukraine. Moldova's dependence on Russian energy is underscored by a growing $5 billion debt to Russian natural gas supplier Gazprom, largely the result of unreimbursed natural gas consumption in the separatist Transnistria region. In August 2013, work began on a new pipeline between Moldova and Romania that may eventually break Russia's monopoly on Moldova's gas supplies. The government's goal of EU integration has resulted in some market-oriented progress. Moldova experienced better than expected economic growth in 2013 due to increased agriculture production, to economic policies adopted by the Moldovan government since 2009, and to the receipt of EU trade preferences. Moldova is poised to sign an Association Agreement and a Deep and Comprehensive Free Trade Agreement with the EU during fall 2014, connecting Moldovan products to the world’s largest market. Still, growth has been hampered by high prices for Russian natural gas, a Russian import ban on Moldovan wine, increased foreign scrutiny of Moldovan agricultural products, and by Moldova’s large external debt. Over the longer term, Moldova's economy remains vulnerable to political uncertainty, weak administrative capacity, vested bureaucratic interests, corruption, higher fuel prices, Russian pressure, and the illegal separatist regime in Moldova's Transnistria region."
}