{"name":"Namibia",
 "Background":"South Africa occupied the German colony of South-West Africa during World War I and administered it as a mandate until after World War II, when it annexed the territory. In 1966 the Marxist South-West Africa People's Organization (SWAPO) guerrilla group launched a war of independence for the area that became Namibia, but it was not until 1988 that South Africa agreed to end its administration in accordance with a UN peace plan for the entire region. Namibia has been governed by SWAPO since the country won independence in 1990. Hifikepunye POHAMBA was elected president in November 2004 in a landslide victory replacing Sam NUJOMA who led the country during its first 14 years of self rule. POHAMBA was reelected in November 2009.",
"Geography-note":"first country in the world to incorporate the protection of the environment into its constitution; some 14% of the land is protected, including virtually the entire Namib Desert coastal strip",
"Economy-overview":"The economy is heavily dependent on the extraction and processing of minerals for export. Mining accounts for 11.5% of GDP, but provides more than 50% of foreign exchange earnings. Rich alluvial diamond deposits make Namibia a primary source for gem-quality diamonds. Marine diamond mining is becoming increasingly important as the terrestrial diamond supply has dwindled. Namibia is the world's fourth-largest producer of uranium. It also produces large quantities of zinc and is a small producer of gold and other minerals. The mining and quarrying sectors employs only about 1.8% of the population. Namibia normally imports about 50% of its cereal requirements; in drought years food shortages are a major problem in rural areas. A high per capita GDP, relative to the region, hides one of the world's most unequal income distributions, as shown by Namibia's 59.7 GINI coefficient. The Namibian economy is closely linked to South Africa with the Namibian dollar pegged one-to-one to the South African rand. Namibia receives 30%-40% of its revenues from the Southern African Customs Union (SACU). Volatility in the size of Namibia's annual SACU allotment complicates budget planning. Namibia's economy remains vulnerable to volatility in the price of uranium and other commodities. The rising cost of mining diamonds, increasingly from the sea, has reduced profit margins. Namibian authorities recognize these issues and have emphasized the need to increase higher value raw materials, manufacturing, and services, especially in the logistics and transportation sectors."
}