{"name":"Nauru",
 "Background":"The exact origins of the Nauruans are unclear since their language does not resemble any other in the Pacific region. Germany annexed the island in 1888. A German-British consortium began mining the island's phosphate deposits early in the 20th century. Australian forces occupied Nauru in World War I; it subsequently became a League of Nations mandate. After the Second World War - and a brutal occupation by Japan - Nauru became a UN trust territory. It achieved independence in 1968 and joined the UN in 1999 as the world's smallest independent republic.",
"Geography-note":"world's smallest island country; situated just 53 km south of the Equator; Nauru is one of the three great phosphate rock islands in the Pacific Ocean - the others are Banaba (Ocean Island) in Kiribati and Makatea in French Polynesia",
"Economy-overview":"Revenues of this tiny island traditionally have come from exports of phosphates. Few other resources exist, with most necessities being imported, mainly from Australia, its former occupier and later major source of support. In 2005 an Australian company entered into an agreement to exploit remaining supplies. Primary reserves of phosphates were exhausted and mining ceased in 2006, but mining of a deeper layer of \"secondary phosphate\" in the interior of the island began the following year. The secondary phosphate deposits may last another 30 years. The rehabilitation of mined land and the replacement of income from phosphates are serious long-term problems. In anticipation of the exhaustion of Nauru's phosphate deposits, substantial amounts of phosphate income were invested in trust funds to help cushion the transition and provide for Nauru's economic future. As a result of heavy spending from the trust funds, the government faced virtual bankruptcy. To cut costs the government has frozen wages and reduced overstaffed public service departments. Nauru lost further revenue in 2008 with the closure of Australia's refugee processing center, making it almost totally dependent on food imports and foreign aid. Housing, hospitals, and other capital plant are deteriorating. The cost to Australia of keeping the government and economy afloat continues to climb. Few comprehensive statistics on the Nauru economy exist with estimates of Nauru's GDP varying widely."
}