{"name":"Nepal",
 "Background":"In 1951, the Nepali monarch ended the century-old system of rule by hereditary premiers and instituted a cabinet system of government. Reforms in 1990 established a multiparty democracy within the framework of a constitutional monarchy. An insurgency led by Maoists broke out in 1996. The ensuing 10-year civil war between Maoist and government forces witnessed the dissolution of the cabinet and parliament and assumption of absolute power by the king in 2002. Several weeks of mass protests in April 2006 were followed by several months of peace negotiations between the Maoists and government officials, and culminated in a late 2006 peace accord and the promulgation of an interim constitution. Following a nationwide election in April 2008, the newly formed Constituent Assembly (CA) declared Nepal a federal democratic republic and abolished the monarchy at its first meeting the following month. The CA elected the country's first president in July. Between 2008 and 2011 there were four different coalition governments, led twice by the United Communist Party of Nepal-Maoist, which received a plurality of votes in the 2008 CA election, and twice by the Communist Party of Nepal-United Marxist-Leninist (UML). After the CA failed to draft a constitution by the May 2012 deadline set by the Supreme Court, then Prime Minister Baburam BHATTARAI dissolved the CA. Months of negotiations ensued until March 2013 when the major political parties agreed to create an interim government headed by then Chief Justice Khil Raj REGMI with a mandate to hold elections for a new CA. Elections were held in November 2013, in which and the Nepali Congress won the largest share of the seats in the CA and in February 2014 formed a coalition government with the second place UML and with Nepali Congress President Sushil KOIRALA as prime minister",
"Geography-note":"landlocked; strategic location between China and India; contains eight of world's 10 highest peaks, including Mount Everest and Kanchenjunga - the world's tallest and third tallest - on the borders with China and India respectively",
"Economy-overview":"Nepal is among the poorest and least developed countries in the world, with about one-quarter of its population living below the poverty line. Nepal is heavily dependent on remittances, which amount to as much as 22-25% of GDP. Agriculture is the mainstay of the economy, providing a livelihood for more than 70% of the population and accounting for a little over one-third of GDP. Industrial activity mainly involves the processing of agricultural products, including pulses, jute, sugarcane, tobacco, and grain. Nepal has considerable scope for exploiting its potential in hydropower, with an estimated 42,000 MW of commercially feasible capacity, but political uncertainty and a difficult business climate have hampered foreign investment. Additional challenges to Nepal's growth include its landlocked geographic location, persistent power shortages, underdeveloped transportation infrastructure, civil strife and labor unrest, and its susceptibility to natural disaster. The lack of political consensus in the past several years has delayed national budgets and prevented much-needed economic reform, although the government passed a full budget in 2013."
}