{"name":"Netherlands",
 "Background":"The Dutch United Provinces declared their independence from Spain in 1579; during the 17th century, they became a leading seafaring and commercial power, with settlements and colonies around the world. After a 20-year French occupation, a Kingdom of the Netherlands was formed in 1815. In 1830 Belgium seceded and formed a separate kingdom. The Netherlands remained neutral in World War I, but suffered invasion and occupation by Germany in World War II. A modern, industrialized nation, the Netherlands is also a large exporter of agricultural products. The country was a founding member of NATO and the EEC (now the EU) and participated in the introduction of the euro in 1999. In October 2010, the former Netherlands Antilles was dissolved and the three smallest islands - Bonaire, Sint Eustatius, and Saba - became special municipalities in the Netherlands administrative structure. The larger islands of Sint Maarten and Curacao joined the Netherlands and Aruba as constituent countries forming the Kingdom of the Netherlands.",
"Geography-note":"located at mouths of three major European rivers (Rhine, Maas or Meuse, and Schelde)",
"Economy-overview":"Netherlands is the sixth-largest economy in the euro-zone and is noted for its stable industrial relations, moderate unemployment and inflation, sizable trade surplus, and important role as a European transportation hub. Industrial activity is predominantly in food processing, chemicals, petroleum refining, and electrical machinery. A highly mechanized agricultural sector employs only 2% of the labor force but provides large surpluses for the food-processing industry and for exports. Netherlands, along with 11 of its EU partners, began circulating the euro currency on 1 January 2002. The Dutch financial sector suffered as a result of the global financial crisis, due in part to the high exposure of some Dutch banks to US mortgage-backed securities. In 2008, the government nationalized two banks and injected billions of dollars of capital into other financial institutions, to prevent further deterioration of a crucial sector. After 26 years of uninterrupted economic growth, the Dutch economy - highly dependent on an international financial sector and international trade - contracted by 3.5% in 2009. To recover, the government sought to boost the domestic economy by accelerating infrastructure programs, offering corporate tax breaks for employers to retain workers, and expanding export credit facilities. The stimulus programs and bank bailouts, however, resulted in a government budget deficit of 5.3% of GDP in 2010 that contrasted sharply with a surplus of 0.7% in 2008. The government of Prime Minister Mark RUTTE began implementing austerity measures in early 2011, mainly reducting expenditures, which resulted in an improved budget deficit in 2011. However, in 2012 tax revenues dropped, GDP contracted, and the budget deficit deteriorated. In 2013, the government budget deficit decreased to 3.3% of GDP due to increased government revenue from higher taxes. However, spending on social benefits also increased, due to a rise in unemployment benefits and payments for pensions. The high unemployment rate and tax increases have contributed to continued decreases in household disposable income, causing the Dutch economy to contract."
}