{"name":"Niger",
 "Background":"Niger became independent from France in 1960 and experienced single-party and military rule until 1991, when Gen. Ali SAIBOU was forced by public pressure to allow multiparty elections, which resulted in a democratic government in 1993. Political infighting brought the government to a standstill and in 1996 led to a coup by Col. Ibrahim BARE. In 1999, BARE was killed in a counter coup by military officers who restored democratic rule and held elections that brought Mamadou TANDJA to power in December of that year. TANDJA was reelected in 2004 and in 2009 spearheaded a constitutional amendment that would allow him to extend his term as president. In February 2010, a military coup deposed TANDJA, immediately suspended the constitution, and dissolved the Cabinet. ISSOUFOU Mahamadou emerged victorious from a crowded field in the election following the coup and was inaugurated in April 2011. Niger is one of the poorest countries in the world with minimal government services and insufficient funds to develop its resource base. The largely agrarian and subsistence-based economy is frequently disrupted by extended droughts common to the Sahel region of Africa. The Nigerien Movement for Justice, a predominantly ethnic Tuareg rebel group, emerged in February 2007, and attacked several military targets in Niger's northern region throughout 2007 and 2008. Successful government offensives in 2009 ended the rebellion. Niger is facing increased security concerns on its borders from various external threats including insecurity in Libya, spillover from the conflict in Mali, and violent extremism in northeastern Nigeria.",
"Geography-note":"landlocked; one of the hottest countries in the world; northern four-fifths is desert, southern one-fifth is savanna, suitable for livestock and limited agriculture",
"Economy-overview":"Niger is a landlocked, Sub-Saharan nation, whose economy centers on subsistence crops, livestock, and some of the world's largest uranium deposits. Agriculture contributes about one-third of GDP and provides livelihood for about nine-tenths of the population. Drought, desertification, and strong population growth have undercut the economy. Niger shares a common currency, the CFA franc, and a common central bank, the Central Bank of West African States (BCEAO), with seven other members of the West African Monetary Union. Debt relief has significantly reduced Niger's annual debt service obligations, freeing funds for expenditures on basic health care, primary education, HIV/AIDS prevention, rural infrastructure, and other programs geared at poverty reduction. Nearly half of the government's budget is derived from foreign donor resources. The economy in recent years has been hurt by terrorist activity and kidnappings near its uranium mines and instability in Mali. Future growth may be sustained by exploitation of oil, gold, coal, and other mineral resources. Niger has sizable reserves of oil and oil production, which began in 2012, along with refining, and exports are expected to grow through 2016. However, oil revenues have fallen well short of predictions, mainly because of logistical challenges. Food insecurity and drought remain perennial problems for Niger. The mining sector may be affected by the government’s attempt to renegotiate extraction rights contracts."
}