{"name":"Nigeria",
 "Background":"British influence and control over what would become Nigeria and Africa's most populous country grew through the 19th century. A series of constitutions after World War II granted Nigeria greater autonomy; independence came in 1960. Following nearly 16 years of military rule, a new constitution was adopted in 1999, and a peaceful transition to civilian government was completed. The government continues to face the daunting task of reforming a petroleum-based economy, whose revenues have been squandered through corruption and mismanagement, and institutionalizing democracy. In addition, Nigeria continues to experience longstanding ethnic and religious tensions. Although both the 2003 and 2007 presidential elections were marred by significant irregularities and violence, Nigeria is currently experiencing its longest period of civilian rule since independence. The general elections of April 2007 marked the first civilian-to-civilian transfer of power in the country's history and the elections of 2011 were generally regarded as credible. In January 2014, Nigeria assumed a nonpermanent seat on the UN Security Council for the 2014-15 term.",
"Geography-note":"the Niger enters the country in the northwest and flows southward through tropical rain forests and swamps to its delta in the Gulf of Guinea",
"Economy-overview":"Following an April 2014 statistical \"rebasing\" exercise, Nigeria has emerged as Africa's largest economy, with 2013 GDP estimated at US$ 502 billion. Oil has been a dominant source of government revenues since the 1970s. Regulatory constraints and security risks have limited new investment in oil and natural gas, and Nigeria's oil production contracted in 2012 and 2013. Nevertheless, the Nigerian economy has continued to grow at a rapid 6-8% per annum (pre-rebasing), driven by growth in agriculture, telecommunications, and services, and the medium-term outlook for Nigeria is good, assuming oil output stabilizes and oil prices remain strong. Fiscal authorities pursued countercyclical policies in 2011-2013, significantly reducing the budget deficit. Monetary policy has also been responsive and effective. Following the 2008-9 global financial crises, the banking sector was effectively recapitalized and regulation enhanced. Despite its strong fundamentals, oil-rich Nigeria has been hobbled by inadequate power supply, lack of infrastructure, delays in the passage of legislative reforms, an inefficient property registration system, restrictive trade policies, an inconsistent regulatory environment, a slow and ineffective judicial system, unreliable dispute resolution mechanisms, insecurity, and pervasive corruption. Economic diversification and strong growth have not translated into a significant decline in poverty levels - over 62% of Nigeria's 170 million people live in extreme poverty. President JONATHAN has established an economic team that includes experienced and reputable members and has announced plans to increase transparency, continue to diversify production, and further improve fiscal management. The government is working to develop stronger public-private partnerships for roads, agriculture, and power."
}