{"name":"Oman",
 "Background":"The inhabitants of the area of Oman have long prospered on Indian Ocean trade. In the late 18th century, a newly established sultanate in Muscat signed the first in a series of friendship treaties with Britain. Over time, Oman's dependence on British political and military advisors increased, but it never became a British colony. In 1970, QABOOS bin Said Al-Said overthrew his father, and he has since ruled as sultan. His extensive modernization program has opened the country to the outside world while preserving the longstanding close ties with the UK. Oman's moderate, independent foreign policy has sought to maintain good relations with all Middle Eastern countries. Inspired by the popular uprisings that swept the Middle East and North Africa beginning in January 2011, some Omanis began staging marches, demonstrations, and sit-ins calling mostly for more jobs and economic benefits and an end to corruption. In response to those protester demands, QABOOS in 2011 pledged to implement economic and political reforms, such as granting legislative and regulatory powers to the Majlis al-Shura and introducing unemployment benefits. Additionally, in August 2012, the Sultan announced a royal directive mandating the speedy implementation of a national job creation plan for thousands of public and private sector jobs. As part of the government's efforts to decentralize authority and allow greater citizen participation in local governance, Oman successfully conducted its first municipal council elections in December 2012. Announced by the Sultan in 2011, the municipal councils will have the power to advise the Royal Court on the needs of local districts across Oman's 11 governorates.",
"Geography-note":"strategic location on Musandam Peninsula adjacent to Strait of Hormuz, a vital transit point for world crude oil",
"Economy-overview":"Oman is a middle-income economy that is heavily dependent on dwindling oil resources. Because of declining reserves and a rapidly growing labor force, Muscat has actively pursued a development plan that focuses on diversification, industrialization, and privatization, with the objective of reducing the oil sector's contribution to GDP to 9% by 2020 and creating more jobs to employ the rising numbers of Omanis entering the workforce. Tourism and gas-based industries are key components of the government's diversification strategy. However, increases in social welfare benefits, particularly since the Arab Spring, will challenge the government's ability to effectively balance its budget if oil revenues decline. By using enhanced oil recovery techniques, Oman succeeded in increasing oil production, giving the country more time to diversify, and the increase in global oil prices through 2011 provided the government greater financial resources to invest in non-oil sectors. In 2012, continued surpluses resulting from sustained high oil prices and increased enhanced oil recovery allowed the government to maintain growth in social subsidies and public sector job creation. However, the Sultan made widely reported statements indicating this would not be sustainable, and called for expanded efforts to support SME development and entrepreneurship. Government agencies and large oligarchic group companies heeded his call, announcing new initiatives to spin off non-essential functions to entrepreneurs, incubate new businesses, train and mentor up and coming business people, and provide financing for start-ups. In response to fast growth in household indebtedness, the Central Bank reduced the ceiling on personal interest loans from 8 to 7%, lowered mortgage rates, capped the percentage of consumer loans at 50% of borrower's salaries for personal loans and 60% for housing loans, and limited maximum repayment terms to 10 and 25 years respectively."
}