{"name":"Pakistan",
 "Background":"The Indus Valley civilization, one of the oldest in the world and dating back at least 5,000 years, spread over much of what is presently Pakistan. During the second millennium B.C., remnants of this culture fused with the migrating Indo-Aryan peoples. The area underwent successive invasions in subsequent centuries from the Persians, Greeks, Scythians, Arabs (who brought Islam), Afghans, and Turks. The Mughal Empire flourished in the 16th and 17th centuries; the British came to dominate the region in the 18th century. The separation in 1947 of British India into the Muslim state of Pakistan (with West and East sections) and largely Hindu India was never satisfactorily resolved, and India and Pakistan fought two wars - in 1947-48 and 1965 - over the disputed Kashmir territory. A third war between these countries in 1971 - in which India capitalized on Islamabad's marginalization of Bengalis in Pakistani politics - resulted in East Pakistan becoming the separate nation of Bangladesh. In response to Indian nuclear weapons testing, Pakistan conducted its own tests in 1998. India-Pakistan relations have been rocky since the November 2008 Mumbai attacks, but both countries are taking small steps to put relations back on track. In February 2008, Pakistan held parliamentary elections and in September 2008, after the resignation of former President MUSHARRAF, elected Asif Ali ZARDARI to the presidency. Pakistani government and military leaders are struggling to control domestic insurgents, many of whom are located in the tribal areas adjacent to the border with Afghanistan.",
"Geography-note":"controls Khyber Pass and Bolan Pass, traditional invasion routes between Central Asia and the Indian Subcontinent",
"Economy-overview":"Decades of internal political disputes and low levels of foreign investment have led to slow growth and underdevelopment in Pakistan. Agriculture accounts for more than one-fifth of output and two-fifths of employment. Textiles account for most of Pakistan's export earnings, and Pakistan's failure to expand a viable export base for other manufactures has left the country vulnerable to shifts in world demand. Official unemployment was 6.6% in 2013, but this fails to capture the true picture, because much of the economy is informal and underemployment remains high. Over the past few years, low growth and high inflation, led by a spurt in food prices, have increased the amount of poverty. As a result of political and economic instability, the Pakistani rupee has depreciated more than 40% since 2007. The government agreed to an International Monetary Fund Standby Arrangement in November 2008 in response to a balance of payments crisis. Although the economy has stabilized since the crisis, it has failed to recover. Foreign investment has not returned, due to investor concerns related to governance, energy, security, and a slow-down in the global economy. Remittances from overseas workers, averaging about $1 billion a month since March 2011, remain a bright spot for Pakistan. However, after a small current account surplus in fiscal year 2011 (July 2010/June 2011), Pakistan's current account turned to deficit in the following two years, spurred by higher prices for imported oil and lower prices for exported cotton. Pakistan remains stuck in a low-income, low-growth trap, with growth averaging about 3.5% per year from 2008 to 2013. Pakistan must address long standing issues related to government revenues and energy production in order to spur the amount of economic growth that will be necessary to employ its growing and rapidly urbanizing population, more than half of which is under 22. Other long term challenges include expanding investment in education and healthcare, adapting to the effects of climate change and natural disasters, and reducing dependence on foreign donors."
}