{"name":"Papua New Guinea",
 "Background":"The eastern half of the island of New Guinea - second largest in the world - was divided between Germany (north) and the UK (south) in 1885. The latter area was transferred to Australia in 1902, which occupied the northern portion during World War I and continued to administer the combined areas until independence in 1975. A nine-year secessionist revolt on the island of Bougainville ended in 1997 after claiming some 20,000 lives.",
"Geography-note":"shares island of New Guinea with Indonesia; one of world's largest swamps along southwest coast",
"Economy-overview":"Papua New Guinea (PNG) is richly endowed with natural resources, but exploitation has been hampered by rugged terrain, land tenure issues, and the high cost of developing infrastructure. The economy has a small formal sector, focused mainly on the export of those natural resources, and an informal sector, employing the majority of the population. Agriculture provides a subsistence livelihood for 85% of the people. Mineral deposits, including copper, gold, and oil, account for nearly two-thirds of export earnings. Natural gas reserves amount to an estimated 155 billion cubic meters. A consortium led by a major American oil company is constructing a liquefied natural gas (LNG) production facility that could begin exporting in 2014. As the largest investment project in the country's history, it has the potential to double GDP in the near-term and triple Papua New Guinea's export revenue. An American-owned firm also opened PNG's first oil refinery in 2004 and is building a second LNG production facility. The government faces the challenge of ensuring transparency and accountability for revenues flowing from this and other large LNG projects. In 2011 and 2012, the National Parliament passed legislation that created an offshore Sovereign Wealth Fund (SWF) to manage government surpluses from mineral, oil, and natural gas projects. In recent years, the government has opened up markets in telecommunications and air transport, making both more affordable to the people. Numerous challenges still face the government of Peter O'NEILL, including providing physical security for foreign investors, regaining investor confidence, restoring integrity to state institutions, promoting economic efficiency by privatizing moribund state institutions, and maintaining good relations with Australia, its former colonial ruler. Other socio-cultural challenges could upend the economy including chronic law and order and land tenure issues. The global financial crisis had little impact because of continued foreign demand for PNG's commodities."
}