{"name":"Peru",
 "Background":"Ancient Peru was the seat of several prominent Andean civilizations, most notably that of the Incas whose empire was captured by Spanish conquistadors in 1533. Peruvian independence was declared in 1821, and remaining Spanish forces were defeated in 1824. After a dozen years of military rule, Peru returned to democratic leadership in 1980, but experienced economic problems and the growth of a violent insurgency. President Alberto FUJIMORI's election in 1990 ushered in a decade that saw a dramatic turnaround in the economy and significant progress in curtailing guerrilla activity. Nevertheless, the president's increasing reliance on authoritarian measures and an economic slump in the late 1990s generated mounting dissatisfaction with his regime, which led to his resignation in 2000. A caretaker government oversaw new elections in the spring of 2001, which installed Alejandro TOLEDO Manrique as the new head of government - Peru's first democratically elected president of indigenous ethnicity. The presidential election of 2006 saw the return of Alan GARCIA Perez who, after a disappointing presidential term from 1985 to 1990, oversaw a robust economic rebound. In June 2011, former army officer Ollanta HUMALA Tasso was elected president, defeating Keiko FUJIMORI Higuchi, the daughter of Alberto FUJIMORI. Since his election, HUMALA has carried on the sound, market-oriented economic policies of the three preceding administrations.",
"Geography-note":"shares control of Lago Titicaca, world's highest navigable lake, with Bolivia; a remote slope of Nevado Mismi, a 5,316 m peak, is the ultimate source of the Amazon River",
"Economy-overview":"Peru's economy reflects its varied topography - an arid lowland coastal region, the central high sierra of the Andes, the dense forest of the Amazon, with tropical lands bordering Colombia and Brazil. A wide range of important mineral resources are found in the mountainous and coastal areas, and Peru's coastal waters provide excellent fishing grounds. Peru is the world's second largest producer of silver and third largest producer of copper. The Peruvian economy has been growing by an average of 5.6% for the past five years with a stable exchange rate and low inflation, which in 2013 was just below the upper limit of the Central Bank target range of 1 to 3%. For the last three years, this growth was due partly to high international prices for Peru's metals and minerals exports, which account for almost 60% of the country's total exports. Despite Peru's strong macroeconomic performance, dependence on minerals and metals exports and imported foodstuffs makes the economy vulnerable to fluctuations in world prices. Peru's rapid expansion coupled with cash transfers and other programs have helped to reduce the national poverty rate by 28 percentage points since 2002, but inequality persists and continues to pose a challenge for the Ollanta HUMALA administration, which has championed a policy of social inclusion and a more equitable distribution of income. Poor infrastructure hinders the spread of growth to Peru's non-coastal areas. Peru's free trade policy has continued under the HUMALA administration; since 2006, Peru has signed trade deals with the US, Canada, Singapore, China, Korea, Mexico, Japan, the EU, the European Free Trade Association, Chile, Thailand, Costa Rica, Panama, Venezuela, concluded negotiations with Guatemala, and begun trade talks with Honduras and El Salvador, Turkey and the Trans-Pacific Partnership. Peru also has signed a trade pact with Chile, Colombia, and Mexico, called the Pacific Alliance, that rivals Mercosur. Since the US-Peru Trade Promotion Agreement entered into force in February 2009, total trade between Peru and the United States has doubled. Although Peru has continued to attract foreign investment, political activism and protests are hampering development of some projects related to natural resource extraction."
}