{"name":"Philippines",
 "Background":"The Philippine Islands became a Spanish colony during the 16th century; they were ceded to the US in 1898 following the Spanish-American War. In 1935 the Philippines became a self-governing commonwealth. Manuel QUEZON was elected president and was tasked with preparing the country for independence after a 10-year transition. In 1942 the islands fell under Japanese occupation during World War II, and US forces and Filipinos fought together during 1944-45 to regain control. On 4 July 1946 the Republic of the Philippines attained its independence. A 20-year rule by Ferdinand MARCOS ended in 1986, when a \"people power\" movement in Manila (\"EDSA 1\") forced him into exile and installed Corazon AQUINO as president. Her presidency was hampered by several coup attempts that prevented a return to full political stability and economic development. Fidel RAMOS was elected president in 1992. His administration was marked by increased stability and by progress on economic reforms. In 1992, the US closed its last military bases on the islands. Joseph ESTRADA was elected president in 1998. He was succeeded by his vice-president, Gloria MACAPAGAL-ARROYO, in January 2001 after ESTRADA's stormy impeachment trial on corruption charges broke down and another \"people power\" movement (\"EDSA 2\") demanded his resignation. MACAPAGAL-ARROYO was elected to a six-year term as president in May 2004. Her presidency was marred by several corruption allegations but the Philippine economy was one of the few to avoid contraction following the 2008 global financial crisis, expanding each year of her administration. Benigno AQUINO III was elected to a six-year term as president in May 2010. The Philippine Government faces threats from several groups, some of which are on the US Government's Foreign Terrorist Organization list. Manila has waged a decades-long struggle against ethnic Moro insurgencies in the southern Philippines, which has led to a peace accord with the Moro National Liberation Front and ongoing peace talks with the Moro Islamic Liberation Front. The decades-long Maoist-inspired New People's Army insurgency also operates through much of the country. The Philippines faces increased tension with China over disputed territorial and maritime claims in the South China Sea.",
"Geography-note":"the Philippine archipelago is made up of 7,107 islands; favorably located in relation to many of Southeast Asia's main water bodies: the South China Sea, Philippine Sea, Sulu Sea, Celebes Sea, and Luzon Strait",
"Economy-overview":"The economy has weathered global economic and financial downturns better than its regional peers due to minimal exposure to troubled international securities, lower dependence on exports, relatively resilient domestic consumption, large remittances from four- to five-million overseas Filipino workers, and a rapidly expanding business process outsourcing industry. The current account balance had recorded consecutive surpluses since 2003; international reserves are at record highs; the banking system is stable; and the stock market was Asia's second best-performer in 2012. Efforts to improve tax administration and expenditure management have helped ease the Philippines' tight fiscal situation and reduce high debt levels. The Philippines has received several credit rating upgrades on its sovereign debt, and has had little difficulty tapping domestic and international markets to finance its deficits. Economic growth in the Philippines averaged 4.5% during the MACAPAGAL-ARROYO administration, but poverty worsened during her term. Growth has accelerated under the AQUINO government, but with limited progress thus far in bringing down unemployment, which hovers around 7%, and improving the quality of jobs. Underemployment is nearly 20% and more than 40% of the employed are estimated to be working in the informal sector. The AQUINO administration has been working to boost the budgets for education, health, cash transfers to the poor, and other social spending programs, and is relying on the private sector to help fund major infrastructure projects under its Public-Private Partnership program. Long term challenges include reforming governance and the judicial system, building infrastructure, improving regulatory predictability, and the ease of doing business, attracting higher levels of local and foreign investments. The Philippine Constitution and the other laws continue to restrict foreign ownership in important activities/sectors (such as land ownership and public utilities)."
}