{"name":"Poland",
 "Background":"Poland's history as a state begins near the middle of the 10th century. By the mid-16th century, the Polish-Lithuanian Commonwealth ruled a vast tract of land in central and eastern Europe. During the 18th century, internal disorders weakened the nation, and in a series of agreements between 1772 and 1795, Russia, Prussia, and Austria partitioned Poland among themselves. Poland regained its independence in 1918 only to be overrun by Germany and the Soviet Union in World War II. It became a Soviet satellite state following the war, but its government was comparatively tolerant and progressive. Labor turmoil in 1980 led to the formation of the independent trade union \"Solidarity\" that over time became a political force with over ten million members. Free elections in 1989 and 1990 won Solidarity control of the parliament and the presidency, bringing the communist era to a close. A \"shock therapy\" program during the early 1990s enabled the country to transform its economy into one of the most robust in Central Europe. Poland joined NATO in 1999 and the European Union in 2004. With its transformation to a democratic, market-oriented country largely completed and with large investments in defense, energy, and other infrastructure, Poland is an increasingly active member of Euro-Atlantic organizations.",
"Geography-note":"historically, an area of conflict because of flat terrain and the lack of natural barriers on the North European Plain",
"Economy-overview":"Poland has pursued a policy of economic liberalization since 1990 and Poland's economy was the only one in the EU to avoid a recession through the 2008-09 economic downturn. Although EU membership and access to EU structural funds have provided a major boost to the economy since 2004, GDP per capita remains significantly below the EU average while unemployment continues to exceed the EU average. The government of Prime Minister Donald TUSK steered the Polish economy through the economic downturn by skillfully managing public finances and adopting controversial pension and tax reforms to further shore up public finances. While the Polish economy has performed well over the past five years, growth slowed in 2012 and 2013, in part due to the ongoing economic difficulties in the euro zone. Short-term, the key policy challenge will be to consolidate debt and spending without stifling economic growth. Over the longer term, Poland's economic performance could improve if the country addresses some of the remaining deficiencies in its road and rail infrastructure, business environment, rigid labor code, commercial court system, government red tape, and burdensome tax system."
}