{"name":"Portugal",
 "Background":"Following its heyday as a global maritime power during the 15th and 16th centuries, Portugal lost much of its wealth and status with the destruction of Lisbon in a 1755 earthquake, occupation during the Napoleonic Wars, and the independence of Brazil, its wealthiest colony, in 1822. A 1910 revolution deposed the monarchy; for most of the next six decades, repressive governments ran the country. In 1974, a left-wing military coup installed broad democratic reforms. The following year, Portugal granted independence to all of its African colonies. Portugal is a founding member of NATO and entered the EC (now the EU) in 1986.",
"Geography-note":"Azores and Madeira Islands occupy strategic locations along western sea approaches to Strait of Gibraltar",
"Economy-overview":"Portugal has become a diversified and increasingly service-based economy since joining the European Community - the EU's predecessor - in 1986. Over the following two decades, successive governments privatized many state-controlled firms and liberalized key areas of the economy, including the financial and telecommunications sectors. The country qualified for the Economic and Monetary Union (EMU) in 1998 and began circulating the euro on 1 January 2002 along with 11 other EU members. The economy grew by more than the EU average for much of the 1990s, but the rate of growth slowed in 2001-08. The economy contracted in 2009, and fell again from 2011 to 2013, as the government implemented spending cuts and tax increases to comply with conditions of an EU-IMF financial rescue package, signed in May 2011. Austerity measures also have contributed to record unemployment and a wave of emigration not seen since the 1960s. Booming exports will contribute to growth and employment in 2014, but the need to continue to reduce private- and public-sector debt could weigh on consumption and investment. The government of Pedro PASSOS COELHO has stated its intention to reduce labor market rigidity, and, this, along with steps to trim the budget deficit, could make Portugal more attractive to foreign investors. The government reduced the budget deficit from 10.1% of GDP in 2009 to 5.1% in 2013, lower than the EU-IMF fiscal target of 5.5%. Despite these efforts, public debt has continued to grow and, in 2013, stands among the highest in the EU. As a result, the government may have difficulty regaining full bond market financing when the EU-IMF financing program expires in May 2014."
}