{"name":"Qatar",
 "Background":"Ruled by the Al Thani family since the mid-1800s, Qatar transformed itself from a poor British protectorate noted mainly for pearling into an independent state with significant oil and natural gas revenues. During the late 1980s and early 1990s, the Qatari economy was crippled by a continuous siphoning off of petroleum revenues by the Amir, who had ruled the country since 1972. His son, the current Amir HAMAD bin Khalifa Al Thani, overthrew the father in a bloodless coup in 1995. In short order, HAMAD oversaw the creation of the pan-Arab satellite news network Al-Jazeera and Qatar's pursuit of a leadership role in mediating regional conflicts. In the 2000s, Qatar resolved its longstanding border disputes with both Bahrain and Saudi Arabia. As of 2007, oil and natural gas revenues had enabled Qatar to attain the highest per capita income in the world. Qatar has not experienced domestic unrest or violence like that seen in other Near Eastern and North African countries in 2010-11, due in part to its immense wealth. Since the outbreak of regional unrest, however, Doha has prided itself on its support for many of these popular revolutions, particularly in Libya and Syria. In mid-2013, HAMAD transferred power to his 33 year-old son, TAMIM bin Hamad - a peaceful abdication rare in the history of Arab Gulf states. TAMIM has prioritized improving the domestic welfare of Qataris, including establishing advanced healthcare and education systems and expanding the country's infrastructure in anticipation of Doha's hosting of the 2022 World Cup.",
"Geography-note":"strategic location in central Persian Gulf near major petroleum deposits",
"Economy-overview":"Qatar has prospered in the last several years with continued high real GDP growth. Throughout the financial crisis Qatari authorities sought to protect the local banking sector, with direct investments into domestic banks. GDP is driven largely by changes in oil prices and by investment in the energy sector. Economic policy is focused on developing Qatar's nonassociated natural gas reserves and increasing private and foreign investment in non-energy sectors, but oil and gas still account for more than 50% of GDP, roughly 85% of export earnings, and 50% of government revenues. Oil and gas have made Qatar the world's highest per-capita income country and the country with the lowest unemployment. Proved oil reserves in excess of 25 billion barrels should enable continued output at current levels for about 57 years. Qatar's proved reserves of natural gas exceed 25 trillion cubic meters, about 13% of the world total and third largest in the world. Qatar's successful 2022 World Cup bid is accelerating large-scale infrastructure projects such as Qatar's metro system, light rail system, the construction of a new port, roads, stadiums and related sporting infrastructure. The new Hamad International Airport is expected to open in mid-2014 with an annual passenger capacity of 24 million on initial opening and 50 million when complete."
}