{"name":"Romania",
 "Background":"The principalities of Wallachia and Moldavia - for centuries under the suzerainty of the Turkish Ottoman Empire - secured their autonomy in 1856; they were de facto linked in 1859 and formally united in 1862 under the new name of Romania. The country gained recognition of its independence in 1878. It joined the Allied Powers in World War I and acquired new territories - most notably Transylvania - following the conflict. In 1940, Romania allied with the Axis powers and participated in the 1941 German invasion of the USSR. Three years later, overrun by the Soviets, Romania signed an armistice. The post-war Soviet occupation led to the formation of a communist \"people's republic\" in 1947 and the abdication of the king. The decades-long rule of dictator Nicolae CEAUSESCU, who took power in 1965, and his Securitate police state became increasingly oppressive and draconian through the 1980s. CEAUSESCU was overthrown and executed in late 1989. Former communists dominated the government until 1996 when they were swept from power. Romania joined NATO in 2004 and the EU in 2007.",
"Geography-note":"controls most easily traversable land route between the Balkans, Moldova, and Ukraine",
"Economy-overview":"Romania, which joined the EU on 1 January 2007, began the transition from Communism in 1989 with a largely obsolete industrial base and a pattern of output unsuited to the country's needs. The country emerged in 2000 from a punishing three-year recession due to strong demand in EU export markets. Domestic consumption and investment fueled strong GDP growth, but led to large current account imbalances. Romania's macroeconomic gains have only recently started to spur creation of a middle class and to address Romania's widespread poverty. Corruption and red tape continue to permeate the business environment. As a result of the global financial crisis, Romania signed on to a $26 billion emergency assistance package from the IMF, the EU, and other international lenders. GDP contracted from 2009 to 2011. In March 2011, Romania and the IMF/EU/World Bank signed a 24-month precautionary stand-by agreement, worth $6.6 billion, to promote fiscal discipline, encourage progress on structural reforms, and strengthen financial sector stability. In September 2013, the Romanian authorities and the IMF/EU agreed to a follow-on stand-by agreement, worth $5.4 billion, to continue with reforms, although Bucharest announced that it does not intend to draw funds under the agreement. Economic growth accelerated in 2013, driven by strong industrial exports and an excellent agricultural harvest; in December 2013 inflation dropped to a historical low annual rate of 1.6%; and the current account deficit was reduced substantially. Yet, progress on structural reforms is uneven and the economy still is vulnerable to shocks."
}