{"name":"Russia",
 "Background":"Founded in the 12th century, the Principality of Muscovy, was able to emerge from over 200 years of Mongol domination (13th-15th centuries) and to gradually conquer and absorb surrounding principalities. In the early 17th century, a new ROMANOV Dynasty continued this policy of expansion across Siberia to the Pacific. Under PETER I (ruled 1682-1725), hegemony was extended to the Baltic Sea and the country was renamed the Russian Empire. During the 19th century, more territorial acquisitions were made in Europe and Asia. Defeat in the Russo-Japanese War of 1904-05 contributed to the Revolution of 1905, which resulted in the formation of a parliament and other reforms. Repeated devastating defeats of the Russian army in World War I led to widespread rioting in the major cities of the Russian Empire and to the overthrow in 1917 of the imperial household. The communists under Vladimir LENIN seized power soon after and formed the USSR. The brutal rule of Iosif STALIN (1928-53) strengthened communist rule and Russian dominance of the Soviet Union at a cost of tens of millions of lives. The Soviet economy and society stagnated in the following decades until General Secretary Mikhail GORBACHEV (1985-91) introduced glasnost (openness) and perestroika (restructuring) in an attempt to modernize communism, but his initiatives inadvertently released forces that by December 1991 splintered the USSR into Russia and 14 other independent republics. Since then, Russia has shifted its post-Soviet democratic ambitions in favor of a centralized semi-authoritarian state in which the leadership seeks to legitimize its rule through managed national elections, populist appeals by President PUTIN, and continued economic growth. Russia has severely disabled a Chechen rebel movement, although violence still occurs throughout the North Caucasus.",
"Geography-note":"largest country in the world in terms of area but unfavorably located in relation to major sea lanes of the world; despite its size, much of the country lacks proper soils and climates (either too cold or too dry) for agriculture; Mount El'brus is Europe's tallest peak; Lake Baikal, the deepest lake in the world, is estimated to hold one fifth of the world's fresh water",
"Economy-overview":"Russia has undergone significant changes since the collapse of the Soviet Union, moving from a globally-isolated, centrally-planned economy towards a more market-based and globally-integrated economy, but stalling as a partially reformed, statist economy with a high concentration of wealth in officials' hands. Economic reforms in the 1990s privatized most industry, with notable exceptions in the energy and defense-related sectors. The protection of property rights is still weak and the private sector remains subject to heavy state interference. Russia is one of the world's leading producers of oil and natural gas and is also a top exporter of metals such as steel and primary aluminum. Russia's manufacturing sector is generally uncompetitive on world markets and is geared toward domestic consumption. Russia's reliance on commodity exports makes it vulnerable to boom and bust cycles that follow the volatile swings in global prices. The economy, which had averaged 7% growth during 1998-2008 as oil prices rose rapidly, was one of the hardest hit by the 2008-09 global economic crisis as oil prices plummeted and the foreign credits that Russian banks and firms relied on dried up. Slowly declining oil prices over the past few years and difficulty attracting foreign direct investment have contributed to a noticeable slowdown in GDP growth rates. In late 2013, the Russian Economic Development Ministry reduced its growth forecast through 2030 to an average of only 2.5% per year, down from its previous forecast of 4.0 to 4.2%. In 2014, following Russia's military intervention in Ukraine, prospects for economic growth declined further, with expections that GDP growth could drop as low as zero."
}