{"name":"San Marino",
 "Background":"Geographically the third smallest state in Europe (after the Holy See and Monaco), San Marino also claims to be the world's oldest republic. According to tradition, it was founded by a Christian stonemason named MARINUS in A.D. 301. San Marino's foreign policy is aligned with that of the European Union, although it is not a member; social and political trends in the republic track closely with those of its larger neighbor, Italy.",
"Geography-note":"landlocked; smallest independent state in Europe after the Holy See and Monaco; dominated by the Apennines",
"Economy-overview":"San Marino's economy relies heavily on tourism, the banking industry and the manufacture and export of ceramics, clothing, fabrics, furniture, paints, spirits, tiles, and wine. The manufacturing and financial sectors account for more than half of San Marino's GDP. The per capita level of output and standard of living are comparable to those of the most prosperous regions of Italy. The economy benefits from foreign investment due to its relatively low corporate taxes and low taxes on interest earnings. The income tax rate is also very low, about one-third the average EU level. San Marino does not issue public debt securities; when necessary, it finances deficits by drawing down central bank deposits. San Marino's economy has been contracting since 2008, largely due to weakened demand from Italy - which accounts for nearly 90% of its export market - and financial sector consolidation. Difficulties in the banking sector, the recent global economic downturn, and the sizeable decline in tax revenues have contributed to negative real GDP growth. The government has adopted measures to counter the economic downturn, including subsidized credit to businesses and is seeking to shift its growth model away from a reliance on bank and tax secrecy. San Marino continues to work towards harmonizing its fiscal laws with EU and international standards. In September 2009, the OECD removed San Marino from its list of tax havens that have yet to fully adopt global tax standards, and in 2010 San Marino signed Tax Information Exchange Agreements with most major countries. In 2013 San Marino's Government signed a Double Taxation Agreement with Italy, but a referendum on EU membership failed to reach the quorum needed to bring it to a vote."
}