{"name":"Senegal",
 "Background":"The French colonies of Senegal and the French Sudan were merged in 1959 and granted their independence as the Mali Federation in 1960. The union broke up after only a few months. Senegal joined with The Gambia to form the nominal confederation of Senegambia in 1982. The envisaged integration of the two countries was never carried out, and the union was dissolved in 1989. The Movement of Democratic Forces in the Casamance (MFDC) has led a low-level separatist insurgency in southern Senegal since the 1980s, and several peace deals have failed to resolve the conflict. Nevertheless, Senegal remains one of the most stable democracies in Africa and has a long history of participating in international peacekeeping and regional mediation. Senegal was ruled by a Socialist Party for 40 years until Abdoulaye WADE was elected president in 2000. He was reelected in 2007 and during his two terms amended Senegal's constitution over a dozen times to increase executive power and to weaken the opposition. His decision to run for a third presidential term sparked a large public backlash that led to his defeat in a March 2012 runoff election with Macky SALL.",
"Geography-note":"westernmost country on the African continent; The Gambia is almost an enclave within Senegal",
"Economy-overview":"Senegal’s economy is driven by agriculture and that sector is the primary source of employment for the rural areas. The country's key export industries are phosphate mining, fertilizer production, and commercial fishing. The country is also working on iron ore and oil exploration projects. senegal relies heavily on donor assistance and foreign direct investment. President Macky SALL, who was elected in March 2012 under a reformist policy agenda, inherited an economy with a weak infrastructure, challenging business environment, and a culture of overspending that still plagued the country in 2013. The IMF completed a non-dispersing, Policy Support Initiative program in December 2010 and approved a new three-year policy support instrument to assist with economic reforms. The economy continues to suffer from unreliable power supplies and rising costs of living, which has led to public protests and high unemployment and has prompted migrants to flee Senegal in search of better job opportunities in Europe."
}