{"name":"Serbia",
 "Background":"The Kingdom of Serbs, Croats, and Slovenes was formed in 1918; its name was changed to Yugoslavia in 1929. Communist Partisans resisted the Axis occupation and division of Yugoslavia from 1941 to 1945 and fought nationalist opponents and collaborators as well. The military and political movement headed by Josip Broz \"TITO\" (Partisans) took full control of Yugoslavia when their domestic rivals and the occupiers were defeated in 1945. Although communists, TITO and his successors (Tito died in 1980) managed to steer their own path between the Warsaw Pact nations and the West for the next four and a half decades. In 1989, Slobodan MILOSEVIC became president of the Republic of Serbia and his ultranationalist calls for Serbian domination led to the violent breakup of Yugoslavia along ethnic lines. In 1991, Croatia, Slovenia, and Macedonia declared independence, followed by Bosnia in 1992. The remaining republics of Serbia and Montenegro declared a new Federal Republic of Yugoslavia (FRY) in April 1992 and under MILOSEVIC's leadership, Serbia led various military campaigns to unite ethnic Serbs in neighboring republics into a \"Greater Serbia.\" These actions were ultimately unsuccessful and, after international intervention, led to the signing of the Dayton Peace Accords in 1995. MILOSEVIC retained control over Serbia and eventually became president of the FRY in 1997. In 1998, an ethnic Albanian insurgency in the formerly autonomous Serbian province of Kosovo provoked a Serbian counterinsurgency campaign that resulted in massacres and massive expulsions of ethnic Albanians living in Kosovo. The MILOSEVIC government's rejection of a proposed international settlement led to NATO's bombing of Serbia in the spring of 1999. Serbian military and police forces withdrew from Kosovo in June 1999, and the UN Security Council authorized an interim UN administration and a NATO-led security force in Kosovo. FRY elections in late 2000 led to the ouster of MILOSEVIC and the installation of democratic government. In 2003, the FRY became the State Union of Serbia and Montenegro, a loose federation of the two republics. Widespread violence predominantly targeting ethnic Serbs in Kosovo in March 2004 let to more intense calls to address Kosovo's status, and the UN began facilitating status talks in 2006. In June 2006, Montenegro seceded from the federation and declared itself an independent nation. Serbia subsequently gave notice that it was the successor state to the union of Serbia and Montenegro. In February 2008, after nearly two years of inconclusive negotiations, Kosovo declared itself independent of Serbia - an action Serbia refuses to recognize. At Serbia's request, the UN General Assembly (UNGA) in October 2008 sought an advisory opinion from the International Court of Justice (ICJ) on whether Kosovo's unilateral declaration of independence was in accordance with international law. In a ruling considered unfavorable to Serbia, the ICJ issued an advisory opinion in July 2010 stating that international law did not prohibit declarations of independence. In late 2010, Serbia agreed to an EU-drafted UNGA Resolution acknowledging the ICJ's decision and calling for a new round of talks between Serbia and Kosovo, this time on practical issues rather than Kosovo's status. The EU-moderated Belgrade-Pristina dialogue began in March 2011 and was raised to the level of prime ministers in October 2012. Serbia and Kosovo signed the first agreement of principles governing the normalization of relations between the two countries in April 2013 and are in the process of implementing its provisions.",
"Geography-note":"controls one of the major land routes from Western Europe to Turkey and the Near East",
"Economy-overview":"Serbia has a transitional economy largely dominated by market forces, but the state sector remains significant in certain areas and many institutional reforms are needed. The economy relies on manufacturing and exports, driven largely by foreign investment. MILOSEVIC-era mismanagement of the economy, an extended period of international economic sanctions, civil war, and the damage to Yugoslavia's infrastructure and industry during the NATO airstrikes in 1999 left the economy only half the size it was in 1990. After the ousting of former Federal Yugoslav President MILOSEVIC in September 2000, the Democratic Opposition of Serbia (DOS) coalition government implemented stabilization measures and embarked on a market reform program. After renewing its membership in the IMF in December 2000, Serbia continued to reintegrate into the international community by rejoining the World Bank (IBRD) and the European Bank for Reconstruction and Development (EBRD). Serbia has made progress in trade liberalization and enterprise restructuring and privatization, but many large enterprises - including the power utilities, telecommunications company, natural gas company, and others - remain in state hands. Serbia has made some progress towards EU membership, signing a Stabilization and Association Agreement with Brussels in May 2008, and with full implementation of the Interim Trade Agreement with the EU in February 2010, gained candidate status in March 2012. In January 2014, Serbia's EU accession talks officially opened. Serbia's negotiations with the World Trade Organization are advanced, with the country's complete ban on the trade and cultivation of agricultural biotechnology products representing the primary remaining obstacle to accession. Serbia's program with the IMF was frozen in early 2012 because the 2012 budget approved by parliament deviated from the program parameters; the arrangement is now void. However, an IMF mission visited Serbia in February 2014 to initiate discussions with Serbian authorities on a possible new IMF arrangement and these talks will continue following the formation of the new government. High unemployment and stagnant household incomes are ongoing political and economic problems. Structural economic reforms needed to ensure the country's long-term prosperity have largely stalled since the onset of the global financial crisis. Growing budget deficits constrain the use of stimulus efforts to revive the economy and contribute to growing concern of a public debt crisis, given that Serbia's total public debt as a share of GDP doubled between 2008 and 2013. Serbia's concerns about inflation and exchange-rate stability may preclude the use of expansionary monetary policy. During the recent election campaign, the victorious SNS party promised comprehensive economic reform during the first half of 2014 to address issues with the fiscal deficit, state-owned enterprises, the labor market, construction permits, bankruptcy and privatization, and other areas. Major challenges ahead include: high unemployment rates and the need for job creation; high government expenditures for salaries, pensions, healthcare, and unemployment benefits; a growing need for new government borrowing; rising public and private foreign debt; attracting new foreign direct investment; and getting the IMF program back on track. Other serious longer-term challenges include an inefficient judicial system, high levels of corruption, and an aging population. Factors favorable to Serbia's economic growth include its strategic location, a relatively inexpensive and skilled labor force, and free trade agreements with the EU, Russia, Turkey, and countries that are members of the Central European Free Trade Agreement (CEFTA)."
}