{"name":"Seychelles",
 "Background":"A lengthy struggle between France and Great Britain for the islands ended in 1814, when they were ceded to the latter. Independence came in 1976. Socialist rule was brought to a close with a new constitution and free elections in 1993. President France-Albert RENE, who had served since 1977, was re-elected in 2001, but stepped down in 2004. Vice President James Alix MICHEL took over the presidency and in July 2006 was elected to a new five-year term; he was reelected in May 2011.",
"Geography-note":"smallest African country; the constitution of the Republic of Seychelles lists 155 islands: 42 granitic and 113 coralline; by far the largest island is Mahe, which is home to about 90% of the population and the site of the capital city of Victoria",
"Economy-overview":"Since independence in 1976, per capita output in this Indian Ocean archipelago has expanded to roughly seven times the pre-independence, near-subsistence level, moving the island into the upper-middle-income group of countries. Growth has been led by the tourist sector, which employs about 30% of the labor force and provides more than 70% of hard currency earnings, and by tuna fishing. In recent years, the government has encouraged foreign investment to upgrade hotels and other services. At the same time, the government has moved to reduce the dependence on tourism by promoting the development of farming, fishing, and small-scale manufacturing. In 2008, having depleted its foreign exchange reserves, Seychelles defaulted on interest payments due on a $230 million Eurobond, requested assistance from the International Monetary Fund (IMF), and immediately enacted a number of significant structural reforms, including liberalization of the exchange rate, reform of the public sector to include layoffs, and the selling of some state assets. In December 2013, the IMF declared that Seychelles had successfully transitioned to a market-based economy with full employment and a fiscal surplus."
}