{"name":"Sierra Leone",
 "Background":"Democracy is slowly being reestablished after the civil war from 1991 to 2002 that resulted in tens of thousands of deaths and the displacement of more than 2 million people (about a third of the population). The military, which took over full responsibility for security following the departure of UN peacekeepers at the end of 2005, is increasingly developing as a guarantor of the country's stability. The armed forces remained on the sideline during the 2007 and 2012 national elections, and over the past year have deployed over 850 peacekeepers in the African Union Mission in Somalia (AMISOM). As of January 2014, Sierra Leone also fielded 122 staff for five UN peacekeeping missions. In March 2014, the closure of the UN Integrated Peacebuilding Office in Sierra Leone (UNIPSIL) marked the end of more than 15 years of peacekeeping and political operations in Sierra Leone. The government's priorities include furthering development, creating jobs, and stamping out endemic corruption.",
"Geography-note":"rainfall along the coast can reach 495 cm (195 inches) a year, making it one of the wettest places along coastal, western Africa",
"Economy-overview":"Sierra Leone is extremely poor. Nearly half of the working-age population engages in subsistence agriculture. The country possesses substantial mineral, agricultural, and fishery resources, but it is still recovering from a civil war that ended in the early 2000s that destroyed most institutions. In recent years economic growth has been driven by mining - particularly of iron ore and oil exploration. The country exports rutile, diamonds, and bauxite, and is vulnerable to fluctuations in international commodity prices. The country relies on external assistance to meet its budgetary needs; overseas grants make up one-fourth of total revenue. Corruption is a hindrance to foreign investment, although from 2011 to 2012 the country’s Anti-Corruption Commission increased convictions of high-level officials from nine to 22 and recovered millions of dollars. In December 2013, the US Millennium Challenge Corporation (MCC) did not hold a vote on the reselection of Sierra Leone because the country did not pass MCC’s Scorecard Corruption indicator; however, MCC continues compact development through a more limited engagement."
}