{"name":"Slovakia",
 "Background":"Slovakia's roots can be traced to the 9th century state of Great Moravia. Subsequently, the Slovaks became part of the Hungarian Kingdom, where they remained for the next 1,000 years. Following the formation of the dual Austro-Hungarian monarchy in 1867, language and education policies favoring the use of Hungarian (Magyarization) resulted in a strengthening of Slovak nationalism and a cultivation of cultural ties with the closely related Czechs, who were under Austrian rule. After the dissolution of the Austro-Hungarian Empire at the close of World War I, the Slovaks joined the Czechs to form Czechoslovakia. During the interwar period, Slovak nationalist leaders pushed for autonomy within Czechoslovakia, and in 1939 Slovakia became an independent state allied with Nazi Germany. Following World War II, Czechoslovakia was reconstituted and came under communist rule within Soviet-dominated Eastern Europe. In 1968, an invasion by Warsaw Pact troops ended the efforts of the country's leaders to liberalize communist rule and create \"socialism with a human face,\" ushering in a period of repression known as \"normalization.\" The peaceful \"Velvet Revolution\" swept the Communist Party from power at the end of 1989 and inaugurated a return to democratic rule and a market economy. On 1 January 1993, the country underwent a nonviolent \"velvet divorce\" into its two national components, Slovakia and the Czech Republic. Slovakia joined both NATO and the EU in the spring of 2004 and the euro zone on 1 January 2009.",
"Geography-note":"landlocked; most of the country is rugged and mountainous; the Tatra Mountains in the north are interspersed with many scenic lakes and valleys",
"Economy-overview":"Slovakia has made significant economic reforms since its separation from the Czech Republic in 1993. After a period of relative stagnation in the early and mid 1990s, reforms to the taxation, healthcare, pension, and social welfare systems helped Slovakia consolidate its budget, get on track to join the EU in 2004, and adopt the euro in January 2009. Major privatizations are nearly complete, the banking sector is almost entirely in foreign hands, and the government has facilitated a foreign investment boom with business friendly policies. Foreign direct investment (FDI), especially in the automotive and electronic sectors, fueled much of the growth until 2008. Cheap, skilled labor, low taxes, no dividend taxes, a relatively liberal labor code, and a favorable geographical location are Slovakia's main advantages to foreign investors. Growth returned, following a contraction in 2009, but has remained sluggish in large part due to continued weakness in external demand. In 2012 the government of Prime Minister Robert FICO rolled back some of Slovakia's pro-growth reforms to help shore up public finances. Corruption and slow dispute resolution remain key factors constraining economic growth."
}