{"name":"South Sudan",
 "Background":"Egypt attempted to colonize the region of southern Sudan by establishing the province of Equatoria in the 1870s. Islamic Mahdist revolutionaries overran the region in 1885, but in 1898 a British force was able to overthrow the Mahdist regime. An Anglo-Egyptian Sudan was established the following year with Equatoria being the southernmost of its eight provinces. The isolated region was largely left to itself over the following decades, but Christian missionaries converted much of the population and facilitated the spread of English. When Sudan gained its independence in 1956, it was with the understanding that the southerners would be able to participate fully in the political system. When the Arab Khartoum government reneged on its promises, a mutiny began that led to two prolonged periods of conflict (1955-1972 and 1983-2005) in which perhaps 2.5 million people died - mostly civilians - due to starvation and drought. Ongoing peace talks finally resulted in a Comprehensive Peace Agreement, signed in January 2005. As part of this agreement the south was granted a six-year period of autonomy to be followed by a referendum on final status. The result of this referendum, held in January 2011, was a vote of 98% in favor of secession. Independence was attained on 9 July 2011. Since independence South Sudan has struggled with good governance and nation building and has attempted to control rebel militia groups operating in its territory. Economic conditions have deteriorated since January 2012 when the government decided to shut down oil production following bilateral disagreements with Sudan.",
"Geography-note":"The Sudd is a vast swamp in South Sudan, formed by the White Nile, comprising more than 15% of the total area; it is one of the world's largest wetlands",
"Economy-overview":"Following several decades of civil war with Sudan, industry and infrastructure in landlocked South Sudan are severely underdeveloped and poverty is widespread. Subsistence agriculture provides a living for the vast majority of the population. Property rights are insecure and price signals are weak, because markets are not well organized. South Sudan has little infrastructure - approximately 250 of paved roads. Electricity is produced mostly by costly diesel generators and indoor plumbing and potable water are scarce. South Sudan depends largely on imports of goods, services, and capital - mainly from Uganda, Kenya and Sudan. Nevertheless, South Sudan does have abundant natural resources. At independence in 2011, South Sudan produced nearly three-fourths of former Sudan's total oil output of nearly a half million barrels per day. The government of South Sudan derives nearly 98% of its budget revenues from oil. Oil is exported through two pipelines that run to refineries and shipping facilities at Port Sudan on the Red Sea. The economy of South Sudan will remain linked to Sudan for some time, given the long lead time and great expense required to build another pipeline, should the government decide to do so. In January 2012 South Sudan suspended production of oil because of its dispute with Sudan over transshipment fees. This suspension lasted fifteen months and had a devastating impact on GDP, which declined by 48% in 2012. With the resumption of oil flows the economy rebounded strongly during the second half of calendar year 2013. This occurred in spite of the fact that oil production, at an average level of 222,000 barrels per day, was 40% lower compared with 2011, prior to the shutdown. GDP is estimated to have grown by about 25% in 2013. However, the outbreak of conflict on December 15, 2013 combined with a further reduction of oil exports, means that GDP growth forecasts for 2014 are being revised downwards again, and poverty and food insecurity are rising. South Sudan holds one of the richest agricultural areas in Africa with fertile soils and abundant water supplies. Currently the region supports 10-20 million head of cattle. South Sudan is currently burdened by considerable debt, accrued largely in 2012, based on rapidly accumulating arrears, and increased military spending. South Sudan has received more than $4 billion in foreign aid since 2005, largely from the UK, the US, Norway, and the Netherlands. Following independence, South Sudan's central bank issued a new currency, the South Sudanese Pound, allowing a short grace period for turning in the old currency. Annual inflation peaked at 79.5% in May 2012 but declined rapidly thereafter, to an average of 1.7% in 2013. Following the December 2013 outbreak of violence, inflation is on the rise again. Long-term challenges include diversifying the formal economy, alleviating poverty, maintaining macroeconomic stability, improving tax collection and financial management and improving the business environment."
}