{"name":"South Africa",
 "Background":"Dutch traders landed at the southern tip of modern day South Africa in 1652 and established a stopover point on the spice route between the Netherlands and the Far East, founding the city of Cape Town. After the British seized the Cape of Good Hope area in 1806, many of the Dutch settlers (the Boers) trekked north to found their own republics. The discovery of diamonds (1867) and gold (1886) spurred wealth and immigration and intensified the subjugation of the native inhabitants. The Boers resisted British encroachments but were defeated in the Second Anglo Boer War (1899-1902); however, the British and the Afrikaners, as the Boers became known, ruled together beginning in 1910 under the Union of South Africa, which became a republic in 1961 after a whites-only referendum. In 1948, the National Party was voted into power and instituted a policy of apartheid - the separate development of the races - which favored the white minority at the expense of the black majority. The African National Congress (ANC) led the opposition to apartheid and many top ANC leaders, such as Nelson MANDELA, spent decades in South Africa's prisons. Internal protests and insurgency, as well as boycotts by some Western nations and institutions, led to the regime's eventual willingness to negotiate a peaceful transition to majority rule. The first multi-racial elections in 1994 brought an end to apartheid and ushered in majority rule under an ANC-led government. South Africa since then has struggled to address apartheid-era imbalances in decent housing, education, and health care. ANC infighting, which has grown in recent years, came to a head in September 2008 when President Thabo MBEKI resigned, and Kgalema MOTLANTHE, the party's General-Secretary, succeeded him as interim president. Jacob ZUMA became president after the ANC won general elections in April 2009. National presidential and parliamentary elections are scheduled for May 2014.",
"Geography-note":"South Africa completely surrounds Lesotho and almost completely surrounds Swaziland",
"Economy-overview":"South Africa is a middle-income, emerging market with an abundant supply of natural resources; well-developed financial, legal, communications, energy, and transport sectors and a stock exchange that is the 16th largest in the world. Even though the country's modern infrastructure supports a relatively efficient distribution of goods to major urban centers throughout the region, unstable electricity supplies retard growth. The global financial crisis reduced commodity prices and world demand. GDP fell nearly 2% in 2009 but has recovered since then, albeit slowly with 2014 growth projected at about 2%. Unemployment, poverty, and inequality - among the highest in the world - remain a challenge. Official unemployment is at nearly 25% of the work force, and runs significantly higher among black youth. Eskom, the state-run power company, has built two new power stations and installed new power demand management programs to improve power grid reliability. Construction delays at two additional plants, however, mean South Africa is operating on a razor thin margin; economists judge that growth cannot exceed 3% until those plants come on line. South Africa's economic policy has focused on controlling inflation, however, the country has had significant budget deficits that restrict its ability to deal with pressing economic problems. The current government faces growing pressure from special interest groups to use state-owned enterprises to deliver basic services to low-income areas and to increase job growth."
}