{"name":"Southern Ocean",
 "Background":"A large body of recent oceanographic research has shown that the Antarctic Circumpolar Current (ACC), an ocean current that flows from west to east around Antarctica, plays a crucial role in global ocean circulation. The region where the cold waters of the ACC meet and mingle with the warmer waters of the north defines a distinct border - the Antarctic Convergence - which fluctuates with the seasons, but which encompasses a discrete body of water and a unique ecologic region. The Convergence concentrates nutrients, which promotes marine plant life, and which, in turn, allows for a greater abundance of animal life. In 2000, the International Hydrographic Organization delimited the waters within the Convergence as a fifth world ocean - the Southern Ocean - by combining the southern portions of the Atlantic Ocean, Indian Ocean, and Pacific Ocean. The Southern Ocean extends from the coast of Antarctica north to 60 degrees south latitude, which coincides with the Antarctic Treaty Limit and which approximates the extent of the Antarctic Convergence. As such, the Southern Ocean is now the fourth largest of the world's five oceans (after the Pacific Ocean, Atlantic Ocean, and Indian Ocean, but larger than the Arctic Ocean). It should be noted that inclusion of the Southern Ocean does not imply recognition of this feature as one of the world's primary oceans by the US Government.",
"Geography-note":"the major chokepoint is the Drake Passage between South America and Antarctica; the Polar Front (Antarctic Convergence) is the best natural definition of the northern extent of the Southern Ocean; it is a distinct region at the middle of the Antarctic Circumpolar Current that separates the cold polar surface waters to the south from the warmer waters to the north; the Front and the Current extend entirely around Antarctica, reaching south of 60 degrees south near New Zealand and near 48 degrees south in the far South Atlantic coinciding with the path of the maximum westerly winds",
"Economy-overview":"Fisheries in 2006-07 landed 126,976 metric tons, of which 82% (104,586 tons) was krill (Euphausia superba) and 9.5% (12,027 tons) Patagonian toothfish (Dissostichus eleginoides - also known as Chilean sea bass), compared to 127,910 tons in 2005-06 of which 83% (106,591 tons) was krill and 9.7% (12,396 tons) Patagonian toothfish (estimated fishing from the area covered by the Convention of the Conservation of Antarctic Marine Living Resources (CCAMLR), which extends slightly beyond the Southern Ocean area). International agreements were adopted in late 1999 to reduce illegal, unreported, and unregulated fishing, which in the 2000-01 season landed, by one estimate, 8,376 metric tons of Patagonian and Antarctic toothfish. In the 2007-08 Antarctic summer, 45,213 tourists visited the Southern Ocean, compared to 35,552 in 2006-07, and 29,799 in 2005-06 (estimates provided to the Antarctic Treaty by the International Association of Antarctica Tour Operators (IAATO), and does not include passengers on overflights and those flying directly in and out of Antarctica)."
}