{"name":"Spain",
 "Background":"Spain's powerful world empire of the 16th and 17th centuries ultimately yielded command of the seas to England. Subsequent failure to embrace the mercantile and industrial revolutions caused the country to fall behind Britain, France, and Germany in economic and political power. Spain remained neutral in World War I and II but suffered through a devastating civil war (1936-39). A peaceful transition to democracy following the death of dictator Francisco FRANCO in 1975, and rapid economic modernization (Spain joined the EU in 1986) gave Spain a dynamic and rapidly growing economy and made it a global champion of freedom and human rights. More recently the government has had to focus on measures to reverse a severe economic recession that began in mid-2008. Austerity measures implemented to reduce a large budget deficit and reassure foreign investors have led to one of the highest unemployment rates in Europe.",
"Geography-note":"strategic location along approaches to Strait of Gibraltar; Spain controls a number of territories in northern Morocco including the enclaves of Ceuta and Melilla, and the islands of Penon de Velez de la Gomera, Penon de Alhucemas, and Islas Chafarinas",
"Economy-overview":"Spain experienced a prolonged recession in the wake of the global financial crisis. GDP contracted by 3.7% in 2009, ending a 16-year growth trend, and continued contracting through most of 2013. Economic growth resumed in late 2013, albeit only modestly, as credit contraction in the private sector, fiscal austerity, and high unemployment continued to weigh on domestic consumption and investment. Exports, however, have been resilient throughout the economic downturn, partially offsetting declines in domestic consumption and helped to bring Spain's current account into surplus in 2013 for the first time since 1986. The unemployment rate rose from a low of about 8% in 2007 to more than 26% in 2013, straining Spain's public finances as spending on social benefits increased while tax revenues fell. Spain’s budget deficit peaked at 11.4% of GDP in 2009. Spain gradually reduced the deficit to just under 7% of GDP in 2013, slightly above the 6.5% target negotiated between Spain and the EU. Public debt has increased substantially – from 60.1% of GDP in 2010 to 93.4% in 2013. Rising labor productivity, moderating labor costs, and lower inflation have helped to improve foreign investor interest in the economy and to reduce government borrowing costs. The government's ongoing efforts to implement reforms - labor, pension, health, tax, and education - are aimed at supporting investor sentiment. The government also has shored up struggling banks exposed to Spain's depressed domestic construction and real estate sectors by successfully completing an EU-funded restructuring and recapitalization program in December 2013."
}