{"name":"Sri Lanka",
 "Background":"The first Sinhalese arrived in Sri Lanka late in the 6th century B.C., probably from northern India. Buddhism was introduced in about the mid-third century B.C., and a great civilization developed at the cities of Anuradhapura (kingdom from circa 200 B.C. to circa A.D. 1000) and Polonnaruwa (from about 1070 to 1200). In the 14th century, a south Indian dynasty established a Tamil kingdom in northern Sri Lanka. The coastal areas of the island were controlled by the Portuguese in the 16th century and by the Dutch in the 17th century. The island was ceded to the British in 1796, became a crown colony in 1802, and was formally united under British rule by 1815. As Ceylon, it became independent in 1948; its name was changed to Sri Lanka in 1972. Tensions between the Sinhalese majority and Tamil separatists erupted into war in 1983. After two decades of fighting, the government and Liberation Tigers of Tamil Eelam (LTTE) formalized a cease-fire in February 2002 with Norway brokering peace negotiations. Violence between the LTTE and government forces intensified in 2006, but the government regained control of the Eastern Province in 2007. By May 2009, the government announced that its military had defeated the remnants of the LTTE. Since the end of the conflict, the government has enacted an ambitious program of economic development projects, many of which are financed by loans from the Government of China. In addition to efforts to reconstruct its economy, the government has resettled more than 95% of those civilians who were displaced during the final phase of the conflict and released the vast majority of former LTTE combatants captured by Government Security Forces. At the same time, there has been little progress on more contentious and politically difficult issues such as reaching a political settlement with Tamil elected representatives and holding accountable those alleged to have been involved in human rights violations and other abuses during the conflict.",
"Geography-note":"strategic location near major Indian Ocean sea lanes",
"Economy-overview":"Sri Lanka continues to experience strong economic growth following the end of the 26-year conflict with the Liberation Tigers of Tamil Eelam. The government has been pursuing large-scale reconstruction and development projects in its efforts to spur growth in war-torn and disadvantaged areas, develop small and medium enterprises and increase agricultural productivity. The government's high debt payments and bloated civil service have contributed to historically high budget deficits, but fiscal consolidation efforts and strong GDP growth in recent years have helped bring down the government's fiscal deficit. However, low tax revenues are a major concern. The 2008-09 global financial crisis and recession exposed Sri Lanka's economic vulnerabilities and nearly caused a balance of payments crisis. Agriculture slowed due to a drought and weak global demand affected exports and trade. In early 2012, Sri Lanka floated the rupee, resulting in a sharp depreciation, and took steps to curb imports. A large trade deficit remains a concern, but strong remittances from Sri Lankan workers abroad help offset the trade deficit. Government debt of about 80% of GDP remains among the highest in emerging markets."
}