{"name":"Sudan",
 "Background":"Military regimes favoring Islamic-oriented governments have dominated national politics since independence from Anglo-Egyptian co rule in 1956. Sudan was embroiled in two prolonged civil wars during most of the remainder of the 20th century. These conflicts were rooted in northern economic, political, and social domination of largely non-Muslim, non-Arab southern Sudanese. The first civil war ended in 1972 but another broke out in 1983. Peace talks gained momentum in 2002-04 with the signing of several accords. The final North/South Comprehensive Peace Agreement (CPA), signed in January 2005, granted the southern rebels autonomy for six years followed by a referendum on independence for Southern Sudan. The referendum was held in January 2011 and indicated overwhelming support for independence. South Sudan became independent on 9 July 2011. Sudan and South Sudan have yet to fully implement security and economic agreements signed on September 27, 2012 relating to the normalization of relations between the two countries. The final disposition of the contested Abyei region has also to be decided. Since South Sudan's independence, conflict has broken out between the government and the Sudan People's Liberation Movement-North (SPLM-N) in Southern Kordofan and Blue Nile states, which has resulted in 1.2 million internally displaced persons or severely affected persons in need of humanitarian assistance. A separate conflict, which broke out in the western region of Darfur in 2003, has displaced nearly two million people and caused an estimated 200,000 to 400,000 deaths. Violence in Darfur in 2013 resulted in an additional estimated 6,000 civilians killed and 500,000 displaced. The UN and the African Union have jointly commanded a Darfur peacekeeping operation known as the African Union-United Nations Hybrid Mission in Darfur (UNAMID) since 2007. Peacekeeping troops have struggled to stabilize the situation and have increasingly become targets for attacks by armed groups. In 2013, 16 peacekeepers were killed, UNAMID's deadliest year so far. Sudan also has faced refugee influxes from neighboring countries, primarily Ethiopia, Eritrea, Chad, Central African Republic, and South Sudan. Armed conflict, poor transport infrastructure, and government denial of access have impeded the provision of humanitarian assistance to affected populations.",
"Geography-note":"dominated by the Nile and its tributaries",
"Economy-overview":"Sudan is an extremely poor country that has experienced protracted social conflict, civil war, and, in July 2011, the loss of three-quarters of its oil production due to the secession of South Sudan. The oil sector had driven much of Sudan's GDP growth since 1999. For nearly a decade, the economy boomed on the back of rising oil production, high oil prices, and significant inflows of foreign direct investment. Since the economic shock of South Sudan's secession, Sudan has struggled to stabilize its economy and make up for the loss of foreign exchange earnings. The interruption of oil production in South Sudan in 2012 for over a year and the consequent loss of oil transit fees further exacerbated the fragile state of Sudan’s economy. Sudan is also subject to comprehensive US sanctions. Sudan is attempting to develop non-oil sources of revenues, such as gold mining, while carrying out an austerity program to reduce expenditures. The world’s largest exporter of gum Arabic, Sudan produces 75-80% of the world’s total output. Agriculture continues to employ 80% of the work force. Sudan introduced a new currency, still called the Sudanese pound, following South Sudan's secession, but the value of the currency has fallen since its introduction. Khartoum formally devalued the currency in June 2012, when it passed austerity measures that included gradually repealing fuel subsidies. Sudan also faces rising inflation, which reached 47% on an annual basis in November 2012, but subsided to 25% in 2013. Ongoing conflicts in Southern Kordofan, Darfur, and the Blue Nile states, lack of basic infrastructure in large areas, and reliance by much of the population on subsistence agriculture keep close to half of the population at or below the poverty line."
}