{"name":"Swaziland",
 "Background":"Autonomy for the Swazis of southern Africa was guaranteed by the British in the late 19th century; independence was granted in 1968. Student and labor unrest during the 1990s pressured King MSWATI III, Africa's last absolute monarch, to grudgingly allow political reform and greater democracy, although he has backslid on these promises in recent years. A constitution came into effect in 2006, but the legal status of political parties remains unclear. The African United Democratic Party tried unsuccessfully to register as an official political party in mid 2006. Talks over the constitution broke down between the government and progressive groups in 2007. Swaziland recently surpassed Botswana as the country with the world's highest known HIV/AIDS prevalence rate.",
"Geography-note":"landlocked; almost completely surrounded by South Africa",
"Economy-overview":"Surrounded by South Africa, except for a short border with Mozambique, Swaziland depends heavily on South Africa from which it receives more than 90% of its imports and to which it sends 60% of its exports. Swaziland's currency is pegged to the South African rand, effectively subsuming Swaziland's monetary policy to South Africa. The government is heavily dependent on customs duties from the Southern African Customs Union (SACU), and worker remittances from South Africa supplement domestically earned income. Subsistence agriculture employs approximately 70% of the population. The manufacturing sector has diversified since the mid-1980s. Sugar and wood pulp were major foreign exchange earners; however, the wood pulp producer closed in January 2010, and sugar is now the main export earner. Mining has declined in importance in recent years with only coal and quarry stone mines remaining active. Customs revenues plummeted due to the global economic crisis and a drop in South African imports. The resulting decline in revenue has pushed the country into a fiscal crisis. Swaziland is looking to other countries, including South Africa, for assistance, but continues to struggle to meet its monthly payroll and fund government programs. With an estimated 40% unemployment rate, Swaziland's need to increase the number and size of small and medium enterprises and attract foreign direct investment is acute. Overgrazing, soil depletion, drought, and floods persist as problems for the future. More than one-fourth of the population needed emergency food aid in 2006-07 because of drought, and more than one-quarter of the adult population has been infected by HIV/AIDS, as of 2013."
}