{"name":"Sweden",
 "Background":"A military power during the 17th century, Sweden has not participated in any war for almost two centuries. An armed neutrality was preserved in both world wars. Sweden's long-successful economic formula of a capitalist system intermixed with substantial welfare elements was challenged in the 1990s by high unemployment and in 2000-02 and 2009 by the global economic downturns, but fiscal discipline over the past several years has allowed the country to weather economic vagaries. Sweden joined the EU in 1995, but the public rejected the introduction of the euro in a 2003 referendum.",
"Geography-note":"strategic location along Danish Straits linking Baltic and North Seas",
"Economy-overview":"Aided by peace and neutrality for the whole of the 20th century, Sweden has achieved an enviable standard of living under a mixed system of high-tech capitalism and extensive welfare benefits. It has a modern distribution system, excellent internal and external communications, and a highly skilled labor force. In September 2003, Swedish voters turned down entry into the euro system concerned about the impact on the economy and sovereignty. Timber, hydropower, and iron ore constitute the resource base of an economy heavily oriented toward foreign trade. Privately owned firms account for vast majority of industrial output, of which the engineering sector accounts for about 50% of output and exports. Agriculture accounts for little more than 1% of GDP and of employment. Until 2008, Sweden was in the midst of a sustained economic upswing, boosted by increased domestic demand and strong exports. This, and robust finances, offered the center-right government considerable scope to implement its reform program aimed at increasing employment, reducing welfare dependence, and streamlining the state's role in the economy. Despite strong finances and underlying fundamentals, the Swedish economy slid into recession in the third quarter of 2008 and the contraction continued in 2009 as deteriorating global conditions reduced export demand and consumption. Strong exports of commodities and a return to profitability by Sweden's banking sector drove a rebound in 2010, but growth slipped in 2013, as a result of continued economic weakness in the EU - Sweden’s main export market."
}