{"name":"Switzerland",
 "Background":"The Swiss Confederation was founded in 1291 as a defensive alliance among three cantons. In succeeding years, other localities joined the original three. The Swiss Confederation secured its independence from the Holy Roman Empire in 1499. A constitution of 1848, subsequently modified in 1874, replaced the confederation with a centralized federal government. Switzerland's sovereignty and neutrality have long been honored by the major European powers, and the country was not involved in either of the two world wars. The political and economic integration of Europe over the past half century, as well as Switzerland's role in many UN and international organizations, has strengthened Switzerland's ties with its neighbors. However, the country did not officially become a UN member until 2002. Switzerland remains active in many UN and international organizations but retains a strong commitment to neutrality.",
"Geography-note":"landlocked; crossroads of northern and southern Europe; along with southeastern France, northern Italy, and southwestern Austria, has the highest elevations in the Alps",
"Economy-overview":"Switzerland is a peaceful, prosperous, and modern market economy with low unemployment, a highly skilled labor force, and a per capita GDP among the highest in the world. Switzerland's economy benefits from a highly developed service sector, led by financial services, and a manufacturing industry that specializes in high-technology, knowledge-based production. Its economic and political stability, transparent legal system, exceptional infrastructure, efficient capital markets, and low corporate tax rates also make Switzerland one of the world's most competitive economies. The Swiss have brought their economic practices largely into conformity with the EU's to enhance their international competitiveness, but some trade protectionism remains, particularly for its small agricultural sector. The fate of the Swiss economy is tightly linked to that of its neighbors in the euro zone, which purchases half of all Swiss exports. The global financial crisis of 2008 and resulting economic downturn in 2009 stalled export demand and put Switzerland in a recession. The Swiss National Bank (SNB) during this period effectively implemented a zero-interest rate policy to boost the economy as well as prevent appreciation of the franc, and Switzerland's economy began to recover in 2010. The sovereign debt crises currently unfolding in neighboring euro-zone countries pose a significant risk to Switzerland's financial stability and are driving up demand for the Swiss franc by investors seeking a safe-haven currency. The independent SNB has upheld its zero-interest rate policy and conducted major market interventions to prevent further appreciation of the Swiss franc, but parliamentarians have urged it to do more to weaken the currency. The franc's strength has made Swiss exports less competitive and weakened the country's growth outlook; GDP growth fell below 2% per year during 2011-13. Switzerland has also come under increasing pressure from individual neighboring countries, the EU, the US, and international institutions to reform its banking secrecy laws. Consequently, the government agreed to conform to OECD regulations on administrative assistance in tax matters, including tax evasion. The government has renegotiated its double taxation agreements with numerous countries, including the US, to incorporate the OECD standard, and is considering the possibility of imposing taxes on bank deposits held by foreigners. These steps will have a lasting impact on Switzerland's long history of bank secrecy."
}