{"name":"Taiwan",
 "Background":"In 1895, military defeat forced China's Qing Dynasty to cede Taiwan to Japan. Taiwan came under Chinese Nationalist control after World War II. Following the communist victory on the mainland in 1949, 2 million Nationalists fled to Taiwan and established a government using the 1947 constitution drawn up for all of China. Beginning in the 1950s, the ruling authorities gradually democratized and incorporated the local population within the governing structure. This process expanded rapidly in the 1980s. In 2000, Taiwan underwent its first peaceful transfer of power from the Nationalist (Kuomintang or KMT) to the Democratic Progressive Party. Throughout this period, the island prospered and became one of East Asia's economic \"Tigers.\" The dominant political issues continue to be management of sensitive relations between Taiwan and China - specifically the question of Taiwan's eventual status - as well as domestic priorities for economic reform and growth.",
"Geography-note":"strategic location adjacent to both the Taiwan Strait and the Luzon Strait",
"Economy-overview":"Taiwan has a dynamic capitalist economy with gradually decreasing government guidance of investment and foreign trade. Exports, led by electronics, machinery, and petrochemicals have provided the primary impetus for economic development. This heavy dependence on exports exposes the economy to fluctuations in world demand. Taiwan's diplomatic isolation, low birth rate, and rapidly aging population are other major long-term challenges. Free trade agreements have proliferated in East Asia over the past several years, and following the landmark Economic Cooperation Framework Agreement (ECFA) signed with China in June 2010, Taiwan in July 2013 signed a free trade deal with New Zealand—Taipei’s first-ever with a country with which it does not maintain diplomatic relations—and in November inked a trade pact with Singapore. Negotiations continue on follow-on components of ECFA regarding trade in goods and a dispute resolution mechanism; a trade in services agreement is under review in the legislature. Taiwan's Total Fertility rate of just over one child per woman is among the lowest in the world, raising the prospect of future labor shortages, falling domestic demand, and declining tax revenues. Taiwan's population is aging quickly, with the number of people over 65 accounting for 11.2% of the island's total population as of 2012. The island runs a large overall trade surplus largely because of its surplus with China, and its foreign reserves are the world's sixth largest, behind China, Japan, Saudi Arabia, Russia, and Switzerland. In 2006 China overtook the US to become Taiwan's second-largest source of imports after Japan. China is also the island's number one destination for foreign direct investment. Taiwan since 2009 has gradually loosened rules governing Chinese investment on the island, and has also secured greater market access for its investors in the mainland. In August 2012, Taiwan Central Bank signed a memorandum of understanding on cross-Strait currency settlement with its Chinese counterpart. The MOU allows for the direct settlement of Chinese RMB and the New Taiwan dollar across the Strait, which could help develop Taiwan into a local RMB hub. Closer economic links with the mainland bring greater opportunities for the Taiwan economy, but also poses new challenges as the island becomes more economically dependent on China while political differences remain unresolved."
}