{"name":"Tajikistan",
 "Background":"The Tajik people came under Russian rule in the 1860s and 1870s, but Russia's hold on Central Asia weakened following the Revolution of 1917. Bands of indigenous guerrillas (called \"basmachi\") fiercely contested Bolshevik control of the area, which was not fully reestablished until 1925. Tajikistan was first created as an autonomous republic within Uzbekistan in 1924, but the USSR designated Tajikistan a separate republic in 1929 and transferred to it much of present-day Sughd province. Ethnic Uzbeks form a substantial minority in Tajikistan. Tajikistan became independent in 1991 following the breakup of the Soviet Union, and experienced a civil war between regional factions from 1992 to 1997. Tajikistan endured several domestic security incidents during 2010-12, including armed conflict between government forces and local strongmen in the Rasht Valley and between government forces and criminal groups in Gorno-Badakhshan Autonomous Oblast. The country remains the poorest in the former Soviet sphere. Tajikistan became a member of the World Trade Organization in March 2013. However, its economy continues to face major challenges, including dependence on remittances from Tajikistanis working in Russia, pervasive corruption, and the major role narcotrafficking plays in the country's informal economy.",
"Geography-note":"landlocked; mountainous region dominated by the Trans-Alay Range in the north and the Pamirs in the southeast; highest point, Qullai Ismoili Somoni (formerly Communism Peak), was the tallest mountain in the former USSR",
"Economy-overview":"Tajikistan has one of the lowest per capita GDPs among the 15 former Soviet republics. The 1992-1997 civil war severely damaged an already weak economic infrastructure and caused a sharp decline in industrial and agricultural production. Because of a lack of employment opportunities in Tajikistan, more than one million Tajik citizens work abroad - roughly 90% in Russia - supporting families in Tajikistan through remittances. Less than 7% of the land area is arable and cotton is the most important crop. Until 2008, cotton production was closely monitored and controlled by the government. In the wake of the National Bank of Tajikistan's admission in December 2007 that it had directed the AgroInvestBank to improperly lend money to politically connected investors in the cotton sector, the IMF canceled its stand-by assistance program in Tajikistan. As part of the Tajik government’s subsequent reforms, over a half billion dollars in farmer debt has been forgiven. In 2008 Tajikistan passed new law authorizing farmers to decide for themselves what crops to grow, and this has resulted in a gradual decrease in cotton output. Tajikistan imports approximately 60% of its food, most of which comes by rail. Uzbekistan closed one of the rail lines into Tajikistan in late 2011, hampering the transit of goods to and from the southern part of the country. As a result, food and fuel prices increased to the highest levels since 2002. Mineral resources include silver, gold, uranium, and tungsten. Industry consists mainly of small obsolete factories in food processing and light industry, substantial hydropower facilities, and a large aluminum plant - currently operating below 25% of capacity. Electricity output expanded with the completion of the Sangtuda-1 hydropower dam - finished in 2009 with Russian investment. The smaller Sangtuda-2 hydropower dam, built with Iranian investment, began operating in 2012 at a limited capacity. The Tajik government is tens of millions of dollars in arrears for both Sangtuda dams, and Sangtuda-2 has been closed for “maintenance” since January 2014. The government is pinning its drive for energy independence on completion of the Roghun dam, which is scheduled for mid-2014. In 2010, the government began a coerced sale of shares in the Roghun enterprise to its population, ultimately raising over $180 million before stopping under intense criticism from international donors, but the dam is likely to cost billions of dollars. The World Bank funded two feasibility studies (technical-economic, and social-environmental) for the dam. If built according to plan, Roghun will be the tallest dam in the world, will operate year around, and will significantly expand Tajikistan’s electricity output. In 2013, the Tajik government finalized an agreement to import one million tons of fuel and oil products from Russia each year, at reduced prices. Tajikistan's economic situation remains fragile due to uneven implementation of structural reforms, corruption, weak governance, seasonal power shortages, and its large external debt burden."
}