{"name":"Trinidad and Tobago",
 "Background":"First colonized by the Spanish, the islands came under British control in the early 19th century. The islands' sugar industry was hurt by the emancipation of the slaves in 1834. Manpower was replaced with the importation of contract laborers from India between 1845 and 1917, which boosted sugar production as well as the cocoa industry. The discovery of oil on Trinidad in 1910 added another important export. Independence was attained in 1962. The country is one of the most prosperous in the Caribbean thanks largely to petroleum and natural gas production and processing. Tourism, mostly in Tobago, is targeted for expansion and is growing. The government is coping with a rise in violent crime.",
"Geography-note":"Pitch Lake, on Trinidad's southwestern coast, is the world's largest natural reservoir of asphalt",
"Economy-overview":"Trinidad and Tobago attracts considerable foreign direct investment from international businesses, particularly in energy, and has one of the highest per capita incomes in Latin America. Economic growth between 2000 and 2007 averaged slightly over 8% per year, significantly above the regional average of about 3.7% for that same period; however, GDP has slowed down since then and contracted during 2009-2011 due to depressed natural gas prices and changing markets. Growth had been fueled by investments in liquefied natural gas, petrochemicals, and steel with additional upstream and downstream investment planned. Trinidad and Tobago is the leading Caribbean producer of oil and gas, and its economy is heavily dependent upon these resources. It also supplies manufactured goods, notably food products and beverages, as well as cement to the Caribbean region. Oil and gas account for about 40% of GDP and 80% of exports, but only 5% of employment. Oil production has declined over the last decade as the country focused the majority of its efforts on natural gas. The current administration has been working to arrest this decline by opening bid rounds and providing fiscal incentives for investments in on-shore and deep water acreage to boost oil reserves and production. The government keeps a close watch on the changing global gas markets and has shown flexibility in diversifying natural gas export destinations. Although Trinidad and Tobago enjoys cheap electricity from natural gas, the renewable energy sector has recently garnered increased interest. The country is also a regional financial center with a well-regulated and stable financial system. Other sectors the Government of Trinidad and Tobago targeted for increased investment and projected growth include tourism, agriculture, information and communications technology, and shipping. The economy benefits from a growing trade surplus with the US. The US is Trinidad and Tobago's leading trade partner. The previous MANNING administration benefited from fiscal surpluses fueled by the dynamic export sector; however, declines in oil and gas prices have reduced government revenues, challenging the current government's commitment to maintaining high levels of public investment. Crime and bureaucratic hurdles continue to be the biggest deterrents for attracting more foreign direct investment and business."
}