{"name":"Turkmenistan",
 "Background":"Present-day Turkmenistan covers territory that has been at the crossroads of civilizations for centuries. The area was ruled in antiquity by various Persian empires, and was conquered by Alexander the Great, Muslim crusaders, the Mongols, Turkic warriors, and eventually the Russians. In medieval times Merv (today known as Mary) was one of the great cities of the Islamic world and an important stop on the Silk Road. Annexed by Russia in the late 1800s, Turkmenistan later figured prominently in the anti-Bolshevik movement in Central Asia. In 1924, Turkmenistan became a Soviet republic; it achieved independence upon the dissolution of the USSR in 1991. Extensive hydrocarbon/natural gas reserves, which have yet to be fully exploited, have begun to transform the country. Turkmenistan is moving to expand its extraction and delivery projects. The Government of Turkmenistan is actively working to diversify its gas export routes beyond the still important Russian pipeline network. In 2010, new gas export pipelines that carry Turkmen gas to China and to northern Iran began operating, effectively ending the Russian monopoly on Turkmen gas exports. President for Life Saparmurat NYYAZOW died in December 2006, and Turkmenistan held its first multi-candidate presidential election in February 2007. Gurbanguly BERDIMUHAMEDOW, a deputy cabinet chairman under NYYAZOW, emerged as the country's new president; he was chosen as president again in February 2012, in an election that the OSCE said lacked the freedoms necessary to create a competitive environment.",
"Geography-note":"landlocked; the western and central low-lying desolate portions of the country make up the great Garagum (Kara-Kum) desert, which occupies over 80% of the country; eastern part is plateau",
"Economy-overview":"Turkmenistan is largely a desert country with intensive agriculture in irrigated oases and sizeable gas and oil resources. The two largest crops are cotton, most of which is produced for export, and wheat, which is domestically consumed. Although agriculture accounts for roughly 7% of GDP, it continues to employ nearly half of the country's workforce. Turkmenistan's authoritarian regime has taken a cautious approach to economic reform, hoping to use gas and cotton export revenues to sustain its inefficient and highly corrupt economy. The government introduced a privatization plan in 2012, but the implementation of this initiative has been slow. Privatization goals remain limited. From 1998-2005, Turkmenistan suffered from the continued lack of adequate export routes for natural gas and from obligations on extensive short-term external debt. At the same time, however, total exports rose by an average of roughly 15% per year from 2003-08, largely because of higher international oil and gas prices. Additional pipelines to China, that began operation in early 2010, and increased pipeline capacity to Iran, have expanded Turkmenistan's export routes for its gas. Overall prospects in the near future are discouraging because of endemic corruption, a poor educational system, government misuse of oil and gas revenues, and Ashgabat's reluctance to adopt market-oriented reforms. The majority of Turkmenistan's economic statistics are state secrets. The present government established a State Agency for Statistics, but GDP numbers and other publicized figures are subject to wide margins of error. In particular, the rate of GDP growth is uncertain. Since his election, President BERDIMUHAMEDOW unified the country's dual currency exchange rate, ordered the redenomination of the manat, reduced state subsidies for gasoline, and initiated development of a special tourism zone on the Caspian Sea. Although foreign investment is encouraged, and some improvements in macroeconomic policy have been made, numerous bureaucratic obstacles impede international business activity."
}