{"name":"Turkey",
 "Background":"Modern Turkey was founded in 1923 from the Anatolian remnants of the defeated Ottoman Empire by national hero Mustafa KEMAL, who was later honored with the title Ataturk or \"Father of the Turks.\" Under his leadership, the country adopted wide-ranging social, legal, and political reforms. After a period of one-party rule, an experiment with multi-party politics led to the 1950 election victory of the opposition Democratic Party and the peaceful transfer of power. Since then, Turkish political parties have multiplied, but democracy has been fractured by periods of instability and intermittent military coups (1960, 1971, 1980), which in each case eventually resulted in a return of political power to civilians. In 1997, the military again helped engineer the ouster - popularly dubbed a \"post-modern coup\" - of the then Islamic-oriented government. Turkey intervened militarily on Cyprus in 1974 to prevent a Greek takeover of the island and has since acted as patron state to the \"Turkish Republic of Northern Cyprus,\" which only Turkey recognizes. A separatist insurgency begun in 1984 by the Kurdistan Workers' Party (PKK) - now known as the Kurdistan People's Congress or Kongra-Gel (KGK) - has dominated the Turkish military's attention and claimed more than 30,000 lives. After the capture of the group's leader in 1999, the insurgents largely withdrew from Turkey mainly to northern Iraq. In 2013, KGK and the Turkish Government agreed to a ceasefire that continues despite slow progress in ongoing peace talks. Turkey joined the UN in 1945 and in 1952 it became a member of NATO. In 1964, Turkey became an associate member of the European Community. Over the past decade, it has undertaken many reforms to strengthen its democracy and economy; it began accession membership talks with the European Union in 2005.",
"Geography-note":"strategic location controlling the Turkish Straits (Bosporus, Sea of Marmara, Dardanelles) that link Black and Aegean Seas; Mount Ararat, the legendary landing place of Noah's ark, is in the far eastern portion of the country",
"Economy-overview":"Turkey's largely free-market economy is increasingly driven by its industry and service sectors, although its traditional agriculture sector still accounts for about 25% of employment. An aggressive privatization program has reduced state involvement in basic industry, banking, transport, and communication, and an emerging cadre of middle-class entrepreneurs is adding dynamism to the economy and expanding production beyond the traditional textiles and clothing sectors. The automotive, construction, and electronics industries are rising in importance and have surpassed textiles within Turkey's export mix. Oil began to flow through the Baku-Tbilisi-Ceyhan pipeline in May 2006, marking a major milestone that will bring up to 1 million barrels per day from the Caspian to market. Several gas pipelines projects also are moving forward to help transport Central Asian gas to Europe through Turkey, which over the long term will help address Turkey's dependence on imported oil and gas to meet 97% of its energy needs. After Turkey experienced a severe financial crisis in 2001, Ankara adopted financial and fiscal reforms as part of an IMF program. The reforms strengthened the country's economic fundamentals and ushered in an era of strong growth averaging more than 6% annually until 2008. Global economic conditions and tighter fiscal policy caused GDP to contract in 2009, but Turkey's well-regulated financial markets and banking system helped the country weather the global financial crisis and GDP rebounded strongly to around 9% in 2010-11, as exports returned to normal levels following the recession. Growth dropped to roughly 3-4% in 2012-13. Turkey's public sector debt to GDP ratio has fallen below 40%, and two rating agencies upgraded Turkey's debt to investment grade in 2012 and 2013. Turkey remains dependent on often volatile, short-term investment to finance its large current account deficit. The stock value of FDI reached nearly $195 billion at year-end 2013, reflecting Turkey's robust growth even in the face of economic turmoil in Europe, the source of much of Turkey's FDI. Turkey's relatively high current account deficit, domestic political uncertainty, and turmoil within Turkey's neighborhood leave the economy vulnerable to destabilizing shifts in investor confidence."
}