{"name":"Tuvalu",
 "Background":"In 1974, ethnic differences within the British colony of the Gilbert and Ellice Islands caused the Polynesians of the Ellice Islands to vote for separation from the Micronesians of the Gilbert Islands. The following year, the Ellice Islands became the separate British colony of Tuvalu. Independence was granted in 1978. In 2000, Tuvalu negotiated a contract leasing its Internet domain name \".tv\" for $50 million in royalties over a 12-year period.",
"Geography-note":"one of the smallest and most remote countries on Earth; six of the nine coral atolls - Nanumea, Nui, Vaitupu, Nukufetau, Funafuti, and Nukulaelae - have lagoons open to the ocean; Nanumaya and Niutao have landlocked lagoons; Niulakita does not have a lagoon",
"Economy-overview":"Tuvalu consists of a densely populated, scattered group of nine coral atolls with poor soil. Only eight of the atolls are inhabited. The country has no known mineral resources and few exports and is almost entirely dependent upon imported food and fuel. Subsistence farming and fishing are the primary economic activities. Fewer than 1,000 tourists, on average, visit Tuvalu annually. Job opportunities are scarce and public sector workers make up most of those employed. About 15% of the adult male population work as seamen on merchant ships abroad, and remittances are a vital source of income contributing around $2 million in 2007. Substantial income is received annually from the Tuvalu Trust Fund (TTF) an international trust fund established in 1987 by Australia, NZ, and the UK and supported also by Japan and South Korea. Thanks to wise investments and conservative withdrawals, this fund grew from an initial $17 million to an estimated value of $77 million in 2006. The TTF contributed nearly $9 million towards the government budget in 2006 and is an important cushion for meeting shortfalls in the government's budget. The US Government is also a major revenue source for Tuvalu because of payments from a 1988 treaty on fisheries. In an effort to ensure financial stability and sustainability, the government is pursuing public sector reforms, including privatization of some government functions and personnel cuts. Tuvalu also derives royalties from the lease of its \".tv\" Internet domain name with revenue of more than $2 million in 2006. A minor source of government revenue comes from the sale of stamps and coins. With merchandise exports only a fraction of merchandise imports, continued reliance must be placed on fishing and telecommunications license fees, remittances from overseas workers, official transfers, and income from overseas investments. Growing income disparities and the vulnerability of the country to climatic change are among leading concerns for the nation."
}