{"name":"Uganda",
 "Background":"The colonial boundaries created by Britain to delimit Uganda grouped together a wide range of ethnic groups with different political systems and cultures. These differences prevented the establishment of a working political community after independence was achieved in 1962. The dictatorial regime of Idi AMIN (1971-79) was responsible for the deaths of some 300,000 opponents; guerrilla war and human rights abuses under Milton OBOTE (1980-85) claimed at least another 100,000 lives. The rule of Yoweri MUSEVENI since 1986 has brought relative stability and economic growth to Uganda. A constitutional referendum in 2005 cancelled a 19-year ban on multi-party politics.",
"Geography-note":"landlocked; fertile, well-watered country with many lakes and rivers",
"Economy-overview":"Uganda has substantial natural resources, including fertile soils, regular rainfall, small deposits of copper, gold, and other minerals, and recently discovered oil. Uganda has never conducted a national minerals survey. Agriculture is the most important sector of the economy, employing over 80% of the work force. Coffee accounts for the bulk of export revenues. Since 1986, the government - with the support of foreign countries and international agencies - has acted to rehabilitate and stabilize the economy by undertaking currency reform, raising producer prices on export crops, increasing prices of petroleum products, and improving civil service wages. The policy changes are especially aimed at dampening inflation and boosting production and export earnings. Since 1990 economic reforms ushered in an era of solid economic growth based on continued investment in infrastructure, improved incentives for production and exports, lower inflation, better domestic security, and the return of exiled Indian-Ugandan entrepreneurs. The global economic downturn hurt Uganda's exports; however, Uganda's GDP growth has largely recovered due to past reforms and sound management of the downturn. Oil revenues and taxes will become a larger source of government funding as oil comes on line in the next few years. Instability in South Sudan is a risk for the Ugandan economy because Uganda's main export partner is Sudan, and Uganda is a key destination for Sudanese refugees. Unreliable power, high energy costs, inadequate transportation infrastructure, and corruption inhibit economic development and investor confidence."
}