{"name":"Ukraine",
 "Background":"Ukraine was the center of the first eastern Slavic state, Kyivan Rus, which during the 10th and 11th centuries was the largest and most powerful state in Europe. Weakened by internecine quarrels and Mongol invasions, Kyivan Rus was incorporated into the Grand Duchy of Lithuania and eventually into the Polish-Lithuanian Commonwealth. The cultural and religious legacy of Kyivan Rus laid the foundation for Ukrainian nationalism through subsequent centuries. A new Ukrainian state, the Cossack Hetmanate, was established during the mid-17th century after an uprising against the Poles. Despite continuous Muscovite pressure, the Hetmanate managed to remain autonomous for well over 100 years. During the latter part of the 18th century, most Ukrainian ethnographic territory was absorbed by the Russian Empire. Following the collapse of czarist Russia in 1917, Ukraine was able to achieve a short-lived period of independence (1917-20), but was reconquered and forced to endure a brutal Soviet rule that engineered two forced famines (1921-22 and 1932-33) in which over 8 million died. In World War II, German and Soviet armies were responsible for some 7 to 8 million more deaths. Although final independence for Ukraine was achieved in 1991 with the dissolution of the USSR, democracy and prosperity remained elusive as the legacy of state control and endemic corruption stalled efforts at economic reform, privatization, and civil liberties. A peaceful mass protest \"Orange Revolution\" in the closing months of 2004 forced the authorities to overturn a rigged presidential election and to allow a new internationally monitored vote that swept into power a reformist slate under Viktor YUSHCHENKO. Subsequent internal squabbles in the YUSHCHENKO camp allowed his rival Viktor YANUKOVYCH to stage a comeback in parliamentary (Rada) elections and to become prime minister in August of 2006, and to be elected president in February 2010. In October 2012, Ukraine held Rada elections, widely criticized by Western observers as flawed due to use of government resources to favor ruling party candidates, interference with media access, and harassment of opposition candidates. President YANUKOVYCH's backtracking on a trade and cooperation agreement with the EU in November 2013 - in favor of closer economic ties with Russia - led to a three-month protest occupation of Kyiv's central square. The government's eventual use of force to break up the protest camp in February 2014 led to all out pitched battles, scores of deaths, international condemnation, and the president's abrupt departure to Russia. An interim government scheduled new presidential elections for 25 May 2014. On 1 March 2014, one week after the overthrow in Kyiv, Russian President PUTIN ordered the invasion of Ukraine's Crimean Peninsula claiming the action was to protect ethnic Russians living there. On 16 March 2014, a \"referendum\" was held regarding the integration of Crimea into the Russian Federation. The \"referendum\" was condemned as illegitimate by the Ukrainian Government, the EU, the US, and the UN General Assembly. Russian forces now occupy Crimea and Russian authorities claim it as Russian territory. The Ukrainian Government asserts that Crimea remains part of Ukraine.",
"Geography-note":"strategic position at the crossroads between Europe and Asia; second-largest country in Europe",
"Economy-overview":"After Russia, the Ukrainian republic was the most important economic component of the former Soviet Union, producing about four times the output of the next-ranking republic. Its fertile black soil generated more than one-fourth of Soviet agricultural output, and its farms provided substantial quantities of meat, milk, grain, and vegetables to other republics. Likewise, its diversified heavy industry supplied the unique equipment (for example, large diameter pipes) and raw materials to industrial and mining sites (vertical drilling apparatus) in other regions of the former USSR. Shortly after independence in August 1991, the Ukrainian Government liberalized most prices and erected a legal framework for privatization, but widespread resistance to reform within the government and the legislature soon stalled reform efforts and led to some backtracking. Output by 1999 had fallen to less than 40% of the 1991 level. Ukraine's dependence on Russia for energy supplies and the lack of significant structural reform have made the Ukrainian economy vulnerable to external shocks. Ukraine depends on imports to meet about three-fourths of its annual oil and natural gas requirements and 100% of its nuclear fuel needs. After a two-week dispute that saw gas supplies cutoff to Europe, Ukraine agreed to 10-year gas supply and transit contracts with Russia in January 2009 that brought gas prices to \"world\" levels. The strict terms of the contracts have further hobbled Ukraine's cash-strapped state gas company, Naftohaz. Outside institutions - particularly the IMF - have encouraged Ukraine to quicken the pace and scope of reforms to foster economic growth. Ukrainian Government officials eliminated most tax and customs privileges in a March 2005 budget law, bringing more economic activity out of Ukraine's large shadow economy, but more improvements are needed, including fighting corruption, developing capital markets, and improving the legislative framework. Ukraine's economy was buoyant despite political turmoil between the prime minister and president until mid-2008. The economy contracted nearly 15% in 2009, among the worst economic performances in the world. In April 2010, Ukraine negotiated a price discount on Russian gas imports in exchange for extending Russia's lease on its naval base in Crimea. Movement toward an Association Agreement with the European Union, which would commit Ukraine to economic and financial reforms in exchange for preferential access to EU markets, was curtailed by the November 2013 decision of President YANUKOVYCH against signing this treaty. In response, on 17 December 2013 President YANUKOVYCH and President PUTIN concluded a financial assistance package containing $15 billion in loans and lower gas prices. However, the end of the YANUKOVYCH government in February 2014 caused Russia to halt further funding. With the formation of an interim government in late February 2014, the international community began efforts to stabilize the Ukrainian economy, including a 27 March 2014 IMF assistance package of $14-18 billion."
}