{"name":"United Kingdom",
 "Background":"The United Kingdom has historically played a leading role in developing parliamentary democracy and in advancing literature and science. At its zenith in the 19th century, the British Empire stretched over one-fourth of the earth's surface. The first half of the 20th century saw the UK's strength seriously depleted in two world wars and the Irish Republic's withdrawal from the union. The second half witnessed the dismantling of the Empire and the UK rebuilding itself into a modern and prosperous European nation. As one of five permanent members of the UN Security Council and a founding member of NATO and the Commonwealth, the UK pursues a global approach to foreign policy. The UK is also an active member of the EU, although it chose to remain outside the Economic and Monetary Union. The Scottish Parliament, the National Assembly for Wales, and the Northern Ireland Assembly were established in 1999. The latter was suspended until May 2007 due to wrangling over the peace process, but devolution was fully completed in March 2010.",
"Geography-note":"lies near vital North Atlantic sea lanes; only 35 km from France and linked by tunnel under the English Channel; because of heavily indented coastline, no location is more than 125 km from tidal waters",
"Economy-overview":"The UK, a leading trading power and financial center, is the third largest economy in Europe after Germany and France. Over the past two decades, the government has greatly reduced public ownership. Agriculture is intensive, highly mechanized, and efficient by European standards, producing about 60% of food needs with less than 2% of the labor force. The UK has large coal, natural gas, and oil resources, but its oil and natural gas reserves are declining and the UK became a net importer of energy in 2005. Services, particularly banking, insurance, and business services, are key drivers of British GDP growth. Manufacturing, meanwhile, has declined in importance but still accounts for about 10% of economic output. After emerging from recession in 1992, Britain's economy enjoyed the longest period of expansion on record during which time growth outpaced most of Western Europe. In 2008, however, the global financial crisis hit the economy particularly hard, due to the importance of its financial sector. Falling home prices, high consumer debt, and the global economic slowdown compounded Britain's economic problems, pushing the economy into recession in the latter half of 2008 and prompting the then BROWN (Labour) government to implement a number of measures to stimulate the economy and stabilize the financial markets; these included nationalizing parts of the banking system, temporarily cutting taxes, suspending public sector borrowing rules, and moving forward public spending on capital projects. Facing burgeoning public deficits and debt levels, in 2010 the CAMERON-led coalition government (between Conservatives and Liberal Democrats) initiated a five-year austerity program, which aimed to lower London's budget deficit from about 11% of GDP in 2010 to nearly 1% by 2015. In November 2011, Chancellor of the Exchequer George OSBORNE announced additional austerity measures through 2017 largely due to the euro-zone debt crisis. The CAMERON government raised the value added tax from 17.5% to 20% in 2011. It has pledged to reduce the corporation tax rate to 21% by 2014. The Bank of England (BoE) implemented an asset purchase program of £375 billion (approximately $605 billion) as of December 2013. During times of economic crisis, the BoE coordinates interest rate moves with the European Central Bank, but Britain remains outside the European Economic and Monetary Union (EMU). In 2012, weak consumer spending and subdued business investment weighed on the economy, however, in 2013 GDP grew 1.4%, accelerating unexpectedly in the second half of the year because of greater consumer spending and a recovering housing market. The budget deficit is falling but remains high at nearly 7% and public debt has continued to increase."
}