{"name":"United Arab Emirates",
 "Background":"The Trucial States of the Persian Gulf coast granted the UK control of their defense and foreign affairs in 19th century treaties. In 1971, six of these states - Abu Dhabi, 'Ajman, Al Fujayrah, Ash Shariqah, Dubayy, and Umm al Qaywayn - merged to form the United Arab Emirates (UAE). They were joined in 1972 by Ra's al Khaymah. The UAE's per capita GDP is on par with those of leading West European nations. Its high oil revenues and its moderate foreign policy stance have allowed the UAE to play a vital role in the affairs of the region. For more than three decades, oil and global finance drove the UAE's economy. However, in 2008-09, the confluence of falling oil prices, collapsing real estate prices, and the international banking crisis hit the UAE especially hard. The UAE has essentially avoided the \"Arab Spring\" unrest seen elsewhere in the Middle East, though in March 2011, political activists and intellectuals signed a petition calling for greater public participation in governance that was widely circulated on the Internet. In an effort to stem potential further unrest, the government announced a multi-year, $1.6-billion infrastructure investment plan for the poorer northern emirates and aggressively pursued advocates of political reform.",
"Geography-note":"strategic location along southern approaches to Strait of Hormuz, a vital transit point for world crude oil",
"Economy-overview":"The UAE has an open economy with a high per capita income and a sizable annual trade surplus. Successful efforts at economic diversification have reduced the portion of GDP based on oil and gas output to 25%. Since the discovery of oil in the UAE more than 30 years ago, the country has undergone a profound transformation from an impoverished region of small desert principalities to a modern state with a high standard of living. The government has increased spending on job creation and infrastructure expansion and is opening up utilities to greater private sector involvement. In April 2004, the UAE signed a Trade and Investment Framework Agreement with Washington and in November 2004 agreed to undertake negotiations toward a Free Trade Agreement with the US; however, those talks have not moved forward. The country's Free Trade Zones - offering 100% foreign ownership and zero taxes - are helping to attract foreign investors. The global financial crisis, tight international credit, and deflated asset prices constricted the economy in 2009. UAE authorities tried to blunt the crisis by increasing spending and boosting liquidity in the banking sector. The crisis hit Dubai hardest, as it was heavily exposed to depressed real estate prices. Dubai lacked sufficient cash to meet its debt obligations, prompting global concern about its solvency. The UAE Central Bank and Abu Dhabi-based banks bought the largest shares. In December 2009 Dubai received an additional $10 billion loan from the emirate of Abu Dhabi. Dependence on oil, a large expatriate workforce, and growing inflation pressures are significant long-term challenges. The UAE's strategic plan for the next few years focuses on diversification and creating more opportunities for nationals through improved education and increased private sector employment."
}