{"name":"Uzbekistan",
 "Background":"Russia conquered the territory of present-day Uzbekistan in the late 19th century. Stiff resistance to the Red Army after the Bolshevik Revolution was eventually suppressed and a socialist republic established in 1924. During the Soviet era, intensive production of \"white gold\" (cotton) and grain led to overuse of agrochemicals and the depletion of water supplies, which have left the land degraded and the Aral Sea and certain rivers half dry. Independent since 1991, the country has lessened its dependence on the cotton monoculture by diversifying agricultural production while developing its mineral and petroleum export capacity and increasing its manufacturing base. However, longserving septuagenarian President Islom KARIMOV, who rose through the ranks of the Soviet-era State Planning Committee (Gosplan), remains wedded to the concepts of a command economy, creating a challenging environment for foreign investment. Current concerns include post-KARIMOV succession, terrorism by Islamic militants, economic stagnation, and the curtailment of human rights and democratization.",
"Geography-note":"along with Liechtenstein, one of the only two doubly landlocked countries in the world",
"Economy-overview":"Uzbekistan is a dry, landlocked country; 11% of the land is intensely cultivated, in irrigated river valleys. More than 60% of the population lives in densely populated rural communities. Export of hydrocarbons, primarily natural gas, provides a significant share of foreign exchange earnings. Other major export earners include gold and cotton. Despite ongoing efforts to diversify crops, Uzbekistani agriculture remains largely centered around cotton, although production has dropped by 35% since 1991. Uzbekistan is now the world's fifth largest cotton exporter and sixth largest producer. The country is addressing international criticism for the use of child labor in its cotton harvest. Following independence in September 1991, the government sought to prop up its Soviet-style command economy with subsidies and tight controls on production and prices. While aware of the need to improve the investment climate, the government still sponsors measures that often increase, not decrease, its control over business decisions. A sharp increase in the inequality of income distribution has hurt the lower ranks of society since independence. In 2003, the government accepted Article VIII obligations under the IMF, providing for full currency convertibility. However, strict currency controls and tightening of borders have lessened the effects of convertibility and have also led to some shortages that have further stifled economic activity. The Central Bank often delays or restricts convertibility, especially for consumer goods. Uzbekistan's growth has been driven primarily by state-led investments and a favorable export environment. In the past Uzbekistani authorities have accused US and other foreign companies operating in Uzbekistan of violating Uzbekistani laws and have frozen and even seized their assets. At the same time, the Uzbekistani Government has actively courted several major US and international corporations, offering financing and tax advantages. A major US automaker opened a powertrain manufacturing facility in Tashkent in November 2011, but there have been no sizable US investments since then. Diminishing foreign investment and difficulties transporting goods across borders further challenge the economy of Uzbekistan."
}