{"name":"Vietnam",
 "Background":"The conquest of Vietnam by France began in 1858 and was completed by 1884. It became part of French Indochina in 1887. Vietnam declared independence after World War II, but France continued to rule until its 1954 defeat by communist forces under Ho Chi MINH. Under the Geneva Accords of 1954, Vietnam was divided into the communist North and anti-communist South. US economic and military aid to South Vietnam grew through the 1960s in an attempt to bolster the government, but US armed forces were withdrawn following a cease-fire agreement in 1973. Two years later, North Vietnamese forces overran the South reuniting the country under communist rule. Despite the return of peace, for over a decade the country experienced little economic growth because of conservative leadership policies, the persecution and mass exodus of individuals - many of them successful South Vietnamese merchants - and growing international isolation. However, since the enactment of Vietnam's \"doi moi\" (renovation) policy in 1986, Vietnamese authorities have committed to increased economic liberalization and enacted structural reforms needed to modernize the economy and to produce more competitive, export-driven industries. The communist leaders, however, maintain control on political expression and have resisted outside calls to improve human rights. The country continues to experience small-scale protests from various groups - the vast majority connected to land-use issues, calls for increased political space, and the lack of equitable mechanisms for resolving disputes. Various ethnic minorities, such as the Montagnards of the Central Highlands and the Khmer Krom in the southern delta region, have also held protests.",
"Geography-note":"extending 1,650 km north to south, the country is only 50 km across at its narrowest point",
"Economy-overview":"Vietnam is a densely-populated developing country that has been transitioning from the rigidities of a centrally-planned economy since 1986. Vietnamese authorities have reaffirmed their commitment to economic modernization in recent years. Vietnam joined the World Trade Organization in January 2007, which has promoted more competitive, export-driven industries. Vietnam became an official negotiating partner in the Trans-Pacific Partnership trade agreement in 2010. Agriculture's share of economic output has continued to shrink from about 25% in 2000 to less than 20% in 2013, while industry's share increased from 36% to more than 42% in the same period. State-owned enterprises account for about 40% of GDP. Poverty has declined significantly, and Vietnam is working to create jobs to meet the challenge of a labor force that is growing by more than one million people every year. The global recession hurt Vietnam's export-oriented economy, with GDP in 2013 growing at 5%, the slowest rate of growth since 1999. In 2013, however, exports increased by more than 12%, year-on-year; several administrative actions brought the trade deficit back into balance. Between 2008 and 2011, Vietnam's managed currency, the dong, was devalued in excess of 20%, but its value remained relatively stable in 2013. Hanoi has oscillated between promoting growth and emphasizing macroeconomic stability in recent years. In February 2011, the government shifted from policies aimed at achieving a high rate of economic growth, which had stoked inflation, to those aimed at stabilizing the economy, through tighter monetary and fiscal control. Although Vietnam unveiled a broad, \"three pillar\" economic reform program in early 2012, proposing the restructuring of public investment, state-owned enterprises, and the banking sector, little perceptible progress has been made. Vietnam's economy continues to face challenges from an undercapitalized banking sector. Non-performing loans weigh heavily on banks and businesses."
}