{"name":"Zambia",
 "Background":"The territory of Northern Rhodesia was administered by the [British] South Africa Company from 1891 until it was taken over by the UK in 1923. During the 1920s and 1930s, advances in mining spurred development and immigration. The name was changed to Zambia upon independence in 1964. In the 1980s and 1990s, declining copper prices, economic mismanagement and a prolonged drought hurt the economy. Elections in 1991 brought an end to one-party rule, but the subsequent vote in 1996 saw blatant harassment of opposition parties. The election in 2001 was marked by administrative problems with three parties filing a legal petition challenging the election of ruling party candidate Levy MWANAWASA. MWANAWASA was reelected in 2006 in an election that was deemed free and fair. Upon his abrupt death in August 2008, he was succeeded by his vice president, Rupiah BANDA, who subsequently won a special presidential by-election in October 2008. Michael SATA was elected president in September 2011.",
"Geography-note":"landlocked; the Zambezi forms a natural riverine boundary with Zimbabwe; Lake Kariba on the Zambia-Zimbabwe border forms the world's largest reservoir by volume (180 cu km; 43 cu mi)",
"Economy-overview":"Zambia's economy has experienced strong growth in recent years, with real GDP growth in 2005-13 more than 6% per year. Privatization of government-owned copper mines in the 1990s relieved the government from covering mammoth losses generated by the industry and greatly increased copper mining output and profitability to spur economic growth. Copper output has increased steadily since 2004, due to higher copper prices and foreign investment. Zambia's dependency on copper makes it vulnerable to depressed commodity prices, but record high copper prices and a bumper maize crop in 2010 helped Zambia rebound quickly from the world economic slowdown that began in 2008. Zambia has made some strides to improve the ease of doing business. Regulatory changes by the current government in 2012-2013 included Statutory Instruments (SI) Number 33 (mandating use of the kwacha for domestic transactions) and SI Number 55 (monitoring foreign exchange transactions). Along with problems of fiscal management and weakening global copper prices, these SI's were perceived as undermining confidence in Zambia's economy and currency, leading to sharp depreciation of the kwacha in March 2014. In response, the Minister of Finance revoked SI 33 and 55 in late March 2014. Despite a strong economy, poverty remains a significant problem in Zambia, made worse by a high birth rate, relatively high HIV/AIDS burden, and by market distorting agricultural policies."
}